Repository: A-Archives-and-Forks/browser-update
Catalog: lang/*/LC_MESSAGES/customize.po
Languages: de_de, th_th

source: Customize and test
de_de: Anpassen und testen
th_th: การปรับแต่งและทดสอบ

source: Test the script
de_de: Skript testen
th_th: ทดสอบสคริปต์

source: If you open your website with <code>#test-bu</code> appended to the url, the bar will always show up. Example: <code>http://browser-update.org/#test-bu</code>. Make sure the page is properly reloaded by opening the url in an new browser tab.
de_de: Wenn sie die Webseite mit <code>#test-bu</code> an die Url angehängt öffnen, wird die Leiste immer erscheinen. Beispiel: <code>http://browser-update.org/#test-bu</code>. Stellen sie sicher, dass die Seite korrekt neu geladen wurde indem Sie die Seite in einem neuen Browser Tab öffnen.
th_th: หากคุณเปิดเว็บไซต์ของคุณด้วย <code>#test-bu</code> ต่อท้าย URL แถบแจ้งเตือนจะแสดงขึ้นอยู่เสมอ ตัวอย่างเช่น: <code>http://browser-update.org/#test-bu</code> กรุณาทำให้แน่ใจว่าหน้าเว็บได้โหลดอย่างถูกต้องโดยการเปิด URL ในแท็บเบราว์เซอร์ใหม่

source: Options
de_de: Optionen
th_th: ตัวเลือก

source: The following options can be passed to the script:
de_de: Die folgenden Einstellungen können an das Script übergeben werden:
th_th: ตัวเลือกต่อไปนี้สามารถส่งผ่านไปยังสคริปต์:

source: Specifies browser versions to notify. Negative numbers specify how much versions behind current version to notify.
de_de: Gebe die Browser-Versionen an die benachrichtigt werden sollen. Negative zahlen geben wie viele Versionen hinter der aktuellen benachrichtigt werden sollen.

source: after how many hours should the message reappear
de_de: nach wie vielen Stunden soll die Nachricht erscheinen
th_th: หลังจากกี่ชั่วโมงข้อความจึงจะปรากฏขึ้นอีกครั้ง

source: 0 = show all the time
de_de: 0 = immer anzeigen
th_th: 0 = แสดงตลอดเวลา

source: if the user explicitly closes message it reappears after x hours
de_de: wenn der Nutzer die Nachricht schließt erscheint sie nach x Stunden wieder
th_th: ถ้าผู้ใช้ตั้งใจปิดข้อความ มันจะปรากฏขึ้นอีกครั้งหลังจาก x ชั่วโมง

source: callback functions after notification has appeared / was clicked / closed
de_de: Callback-Funktionen die Aufgerufen werden wenn die Nachricht erscheint / geklickt wurde / geschlossen wurde

source: set a fixed language for the message, e.g. "en". This overrides the default detection.
de_de: setzte eine feste Sprache für die Nachricht, z.B. "en". Dies hebelt die automatische Erkennung der Sprache aus.

source: true = always show the bar (for testing)
de_de: wahr = zeigt Leiste immer an (für Testzwecke)
th_th: true = แสดงแถบแจ้งเตือนตลอดเวลา (สำหรับการทดสอบ)

source: custom notification text (html)
de_de: eigener Banchrichtigungstext (html)

source: Optionally include up to two placeholders "%s" which will be replaced with the browser version and contents of the link tag. Example: "Your browser (%s) is old. Please &lt;a%s&gt;update&lt;/a&gt;"
de_de: Optional bis zu zwei Platzhalter "%s" verwenden, die mit der Browserversion und dem inhalt des Link tags gefüllt werden. Beispiel " Ihr Browser, %s, ist veraltet. Bitte &lt;a%s&gt;aktualisieren&lt;/a&gt;"
th_th: ตัวเลือกเพิ่มเติมที่จะใส่สองตัวแทนข้อมูล "%s" ซึ่งจะถูกแทนที่ด้วยเวอร์ชั่นเบราว์เซอร์และเนื้อหาของแท็กลิงก์ ตัวอย่าง: "เบราว์เซอร์ (%s) ของคุณเก่าแล้ว กรุณา &lt;a%s&gt;ปรับปรุง&lt;/a&gt;"

source: custom notification text for language "xx"
de_de: eigener Benachrichtigungstext für die Sprache "xx"
th_th: ข้อความแจ้งเตือนที่กำหนดเองสำหรับภาษา "xx"

source: e.g. text_de for german and text_it for italian
de_de: z. B. Text_de für Deutsch und Text_en für Englisch
th_th: เช่น text_de สำหรับภาษาเยอรมันและ text_it สำหรับภาษาอิตาลี

source: open link in new window/tab
de_de: den Link in einem neuen Tab öffnen
th_th: เปิดลิงก์ในหน้าต่าง/แท็บใหม่

source: the url to go to after clicking the notification
de_de: die URL die beim klick auf die Webseite aufgerufen werden soll
th_th: URL ที่จะไปหลังจากคลิกแจ้งเตือน

source: Change the style
de_de: Stil ändern
th_th: เปลี่ยนรูปแบบ

source: The following CSS rules are applied by the notification. You can overwrite them in your own CSS. To do so you need to add some more specificity to the css-rules: e.g.
de_de: Die Folgende CSS-Regeln werden auf die Benachrichtigung angewandt. Man kann sie im eigenen CSS überschreiben. Um das zu tun müssen die eigenen regeln aber spezifischer sein, d.h. z.B.
th_th: กฎ CSS ต่อไปนี้จะนำมาใช้โดยการแจ้งเตือน คุณสามารถเขียนทับพวกเขาใน CSS ของคุณเอง ในการทำเช่นนั้นคุณจะต้องเพิ่มบางอย่างที่เฉพาะเจาะจงมากขึ้นลงไปในกฎ CSS: เช่น
