Repository: A-Archives-and-Forks/browser-update
Catalog: lang/*/LC_MESSAGES/site.po
Languages: ca_es, cs_cz, de_de, es_es, id_id, it_it, ko_kr, lv_lv, pl_pl, pt_br, ru_ru, sq_al, th_th, uk_ua

source: Why you should tell users to update
ca_es: Per què has de dir als usuaris que s'actualitzin
cs_cz: Proč byste měli říci uživatelům, aby aktualizovali
de_de: Warum Sie Ihre Besucher über Browserupdates informieren sollten
es_es: Porqué deberías decirle a los usuarios que actualicen
id_id: Mengapa Anda harus memberitahukan pengguna untuk memperbarui
it_it: Perché dovresti dire ai tuoi utenti di aggiornare
ko_kr: 업데이트해야 한다고 말해야 하는 이유
lv_lv: Kāpēc vajadzētu informēt lietotājus par atjauninājumiem
pl_pl: Dlaczego powinieneś informować użytkowników o potrzebie aktualizacji przeglądarki
pt_br: Por que contar aos usuários para eles se atualizarem
ru_ru: Почему Вам стоит предложить пользователям обновить их браузер
sq_al: Përse duhet ti thoni vizitorëve që të përditësojnë
th_th: ทำไมคุณถึงควรจะบอกให้ผู้ใช้ทำการปรับปรุง
uk_ua: Чому варто пропонувати користувачам оновлювати застарілі ненадійні браузери

source: Reduced development costs and time
ca_es: Redueïx temps i costos de desenvolupament
cs_cz: Snížené náklady na vývoj a čas
de_de: Langfristige Senkung der Entwicklungskosten und -zeit
es_es: Reducción en costo y tiempo de desarrollo
id_id: Mengurangi biaya pengembangan dan waktu
it_it: Costi e tempo di sviluppo ridotti
ko_kr: 개발 시간과 비용 감소
lv_lv: Samazināts izstrādes laiks un izmaksas
pl_pl: Redukcja kosztów
pt_br: Redução de custo e tempo de desenvolvimento
ru_ru: Сокращение времени и снижение цен на развитие
sq_al: Kosto dhe kohe programimi më e ulët
th_th: ลดค่าใช้จ่ายและระยะเวลาในการพัฒนา
uk_ua: Тому що це зрештою суттєво скорочує час та вартість розробки проектів

source: Optimizing websites for old browsers is time consuming and thus expensive.
lv_lv: Lapu optimizēšana vecām pārlūku versijām aizņem laiku, tāpēc ir dārga.
uk_ua: Оптимізація веб-сайтів з урахуванням застарілих браузерів зазвичай виявляється довготривалою, отже й доволі коштовною справою

source: Webdesign technologies and features
lv_lv: Web dizaina tehnoloģijas un iespējas
uk_ua: Тому що це зрештою на повну вмикає зелене світло сучасним технологіям та можливостям веб-розробки

source: There are all these great new web development standards and they are supported by modern browsers... but you may not use them.
lv_lv: Visu laiku tiek izstrādāti jauni web standarti un tos atbalsta tikai jaunākās pārlūkprogrammas… bet tev tie nav pieejami.
uk_ua: Наразі у веб-розробці з'явилася величезна кількість нових стандартів, технологій та зручностей, що підтримуються сучасними браузерами... але через застарілі Ви не маєтє можливості скористатися майже жодним з них.

source: Newer browsers let you use more features and new technologies on your website, resulting in a better browsing experience for your users.
ca_es: Els navegadors més moderns et permeten fer ús de noves tecnologies (CSS3, SVG, HTML5, RSS, Contingut Generat per CSS, Plantilles flexibles) al teu lloc web, donant així una millor experiència als teus usuaris.
cs_cz: Novější prohlížeče Vám umožní používat více funkcí a nové technologie (CSS3, SVG, HTML5, RSS, CSS generovaný obsah, flexibilní Layout) na svých webových stránkách, což má za následek lepší procházení webu pro Vaše uživatele.
de_de: Durch neuere Browser können beim Webdesign komfortablere Funktionen und bessere Technologien benutzen (CSS3, SVG, HTML5, flexible Layouts) und damit können Sie ihren Besuchern auch eine besser bedienbare Webseite bieten.
es_es: Los navegadores más modernos te permiten usar más características y nuevas tecnologías (CSS3, SVG, HTML5, RSS, Contenido Generado por CSS, Plantillas flexibles) en tu sitio web, dando por resultado una mejor experiencia de navegación para tus usuarios.
id_id: Browser yang lebih baru membiarkan Anda menggunakan lebih banyak fitur dan teknologi baru (CSS3, SVG, HTML5, RSS, CSS Generated Content, Layout fleksibel) di situs web Anda, menghasilkan pengalaman browsing yang lebih baik bagi pengguna Anda.
it_it: I nuovi browser ti consentono di usare nuove funzioni e tecnologie (CSS3, SVG, HTML5, RSS, CSS Generated Content, layout flessibili) sul tuo sito, che ovviamente produrrà un'esperienza migliore per l'utente.
ko_kr: 새로운 브라우저는 더 많은 기능이나 신기술(CSS3, SVG, HTML5, RSS, CSS로 내용 생성, 유연한 레이아웃)을 지원합니다. 웹 사이트에 적용하면 더 좋은 모습을 더 쉽게 만들 수 있습니다.
pl_pl: Nowsze przeglądarki pozwalają na korzystanie z większej liczby funkcjonalności i nowych technologii (CSS3, SVG, HTML5, RSS, warstwa prezentacyjna oparta na CSS, elastyczne układy stron) na Twojej stronie, co prowadzi do wzrostu satysfakcji Twoich użytkowników.
pt_br: Navegadores mais novos possibilitam que você utilize mais funcionalidades e novas tecnologias (CSS3, SVG, HTML5, RSS, CSS Generated Content, layouts flexíveis) em seu website, resultando em uma melhor experiência de navegação para os seus usuários.
ru_ru: Новые браузеры позволяют Вам использовать новые возможности и технологии на Вашем сайте (CSS3, SVG, HTML5, RSS, контент, сгенерированный с помощью CSS, гибкие настройки внешнего вида), обогащают внешний вид и читаемость, тем самым давая пользователям лучший современный опыт.
sq_al: Shfletuesit më të rinj ju lejojnë që të shfrytëzoni më shumë karakteristikat dhe teknologjitë e reja (CSS3, SVG, HTML5, RSS, Përmbajtje e Gjeneruar me CSS, formate fleksibël) në faqen tuaj web, të cilat sjellin përvoje shfletimi më të mirë për vizitorët tuaj.
th_th: เบราว์เซอร์ใหม่กว่าจะช่วยให้คุณใช้คุณลักษณะและเทคโนโลยีใหม่ ๆ บนเว็บไซต์ของคุณ ส่งผลให้ผู้ใช้ของคุณได้รับประสบการณ์การท่องเว็บที่ดีขึ้น
uk_ua: Сучасні браузери дозволять Вам задіяти на сайті на повну зручність останніх стандартів та технологій (CSS3; SVG; HTML5; вміст, що генерується CSS; адаптивне верстання тощо), з якими Ви та Ваши відвідувачи щодня матимете зростаюче задоволення від користування мережею.

source: Security and benefits for the user
lv_lv: Lietotāja drošība
uk_ua: Суттєве підвищення рівня особистої безпеки та інші відчутні переваги для пересічних користувачів мережі

source: Numerous benefits: security, speed, features, ... Look at the <a href=%s>update page</a>. The security-threats of outdates browsers are listed in this <a href=%s>paper</a>.
uk_ua: Численні покращення та переваги сучасних браузерів: безпека, швидкість, безліч нових можливостей ... Достатньо переглянути хоча б <a href=%s>сторінку оновлення</a>. А цей <a href=%s>документі</a> у свою чергу висвітлює проблеми та вразливості застарілих й ненадійних.

source: The web has to evolve...
lv_lv: Tīmeklim ir jāattīstās
uk_ua: Мережа мусить розвиватися...

source: But that's only possible if the browsers also evolve.
lv_lv: Bet tas ir iespējams tikai tad, ja pārlūkprogrammas attīstās.
uk_ua: Але це можливо лише за умови розвитку браузерів.

source: Users don't oppose updating...
lv_lv: Lietotājiem nav iebildumu pret atjaunināšanu…
uk_ua: Користувачі зазвичай не мають нічого проти оновлення...

source: ... they often just do not appreciate the need to update or the existence of the "webbrowser" as a software at all.
lv_lv: … biežāk tie vienkārši nezina, kāds no tā ir ieguvums un kāpēc tas vispār ir nepieciešams.
uk_ua: ... загалом вони просто не розуміють, чому оновлення «веб-браузеру» є таким важливим та необхідним, найчастіше, на жаль, левова частка навіть гадки не має, що сучасні файних браузери існують лише як окремі незалежні додатки — повна протилежність уявленням пересічного користувача, що вважає браузер лише частиною комплексу, яка міцно та глибоко вбудована до системи.

source: Help this project
lv_lv: Palīdzi šim projektam
uk_ua: Допомагайте цьому проекту

source: Participate!
lv_lv: Piedalies!
uk_ua: Приймате участь у справах!

source: Include the notification code in your page to inform users about browser updates.
lv_lv: Iekļauj paziņojuma kodu savā web lapā, lai informētu lietotājus par atjauninājumiem.
uk_ua: Додайте код попередження до Вашої сторінки або сайту, щоб інформувати користувачів про існування файних сучасних браузерів та необхідність оновлення застарілих.

source: Spread the word!
lv_lv: Palīdzi izplatīt!
uk_ua: Розповсюджуйте інформацію про переваги сучасних браузерів, розповідайте іншим про ситуацію, що склалася через застарілі!

source: Tell others about this initiative! In your blog, on your webpage, ...
lv_lv: Pastāsti citiem par šo projektu! Savā blogā, savā web lapā, …
uk_ua: Інформуйте користувачів мережі про втрати, які вони змушені нести разом з усією мережей через застарілі браузери, що неймовірно гальмують прогрес! Розповідайте у своєму блозі, на своїх сторінках, ...

source: Translate this page
lv_lv: Iztulko šo lapu
uk_ua: Перекладайте цю сторінку

source: Translate this page into your language.
lv_lv: Iztulko savā valodā.
uk_ua: Перекладіть інформацію на цих сторінках Вашою мовою.

source: Statistics
ca_es: Estadístiques
cs_cz: Statistiky
de_de: Statistik
es_es: Estadísticas
lv_lv: Statistika
pt_br: Estatísticas
sq_al: Statistika
uk_ua: Статистика

source: <strong class=number>%s</strong> sites are using the Browser-Update.org script.
uk_ua: <strong class="number>%s</strong> сайтів використовують скрипт з нашого Browser-Update.org.

source: <strong class=number>%s</strong> visitors have already upgraded their browser.
uk_ua: <strong class=number>%s</strong> відвідувачів завдяки цьому вже оновили чи замінили свої браузери.

source: Browser updates
de_de: Browser Aktualisierungen
lv_lv: Pārlūku atjauninājumi
uk_ua: Оновлення браузерів

source: From
de_de: Von
lv_lv: No
uk_ua: Пішли з

source: To
de_de: Nach
lv_lv: Uz
uk_ua: Оновилися на

source: This service is an opportunity to inform your visitors unobtrusively to switch to a newer browser.
lv_lv: Šī ir iespēja neuzkrītoši informēt Jūsu apmeklētājis par pāreju uz jaunāku pārlūkprogrammu.

source: Include our small javascript <a href="%s">notification</a> on your website
ca_es: Inclou el nostre petit javascript <a href="%s">notification</a> al teu lloc web
cs_cz: Vložte naší malou javascript <a href="%s">notifikaci</a> na Vaše stránky
de_de: Javascript-Benachrichtigung in Webseite <a href="%s">einbinden</a>
es_es: Incluye nuestra pequeña <a href="%s">notificación</a> javascript en tu sitio
id_id: Sertakan javascript kecil kami <a href="%s">pemberitahuan</a> pada situs anda
it_it: Includi la nostra <a href="%s">notifica JavaScript</a> sul tuo sito
ko_kr: 웹 사이트에 작은 자바스크립트 <a href="%s">알림</a>을 추가하십시오
lv_lv: Iekļauj nelielu javascript <a href="%s">kodu</a> savā web lapā
pl_pl: Umieść na swojej stronie internetowej kod w języku javascript wyświetlający specjalny <a href="%s">komunikat</a>
pt_br: Inclua nosso javascript de <a href="%s">notificação</a> em seu website
ru_ru: Включите небольшой javascript <a href="%s">с уведомлением</a> на Вашем веб-сайте
sq_al: Integroni javascript tonë të vogël <a href="%s">të njoftimit</a> në faqen tuaj web
th_th: ใส่ Javascript <a href="%s">การแจ้งเตือน</a> เล็ก ๆ ของเราบนเว็บไซต์ของคุณ

source: Visitors with out-dated browser will be informed by a little, undisturbing bar, that his browser is not up-to-date and it is recommended to update.
lv_lv: Apmeklētāji, kas izmanto novecojušas pārlūkprogrammas, tiks informāti ar nelielu, neuzkrītošu paziņojumu, ka viņu pārlūkprograma ir novecojusi un ir ieteicams to atjaunot.

source: Test the notification bar!
lv_lv: Pārbaudi šo paziņojumu!

source: Your browser (%s) is <b>out of date</b>. It has known <b>security flaws</b> and may <b>not display all features</b> of this and other websites. <a%s>Learn how to update your browser</a>
ca_es: El teu navegador (%s) està <b>desactualitzat</b>. Té <b>vulnerabilitats</b> conegudes i pot <b>no mostrar totes les característiques</b> d'aquest i altres llocs web. <a%s>Aprèn a actualitzar el navegador</a>
cs_cz: Váš prohlížeč(%s) je <b>zastaralý</b>. Jsou známy <b>bezpečnostní rizika</b> a možná <b>nedokáže zobrazit všechny prvky</b> této a dalších webových stránek. <a%s>Naučte se, jak aktualizovat svůj prohlížeč</a>
de_de: Sie verwenden einen <b>veralteten Browser</b> (%s) mit <b>Sicherheitsschwachstellen</b> und <b>können nicht alle Funktionen dieser Webseite nutzen</b>. <a%s>Hier erfahren Sie, wie einfach Sie Ihren Browser aktualisieren können</a>
es_es: Tu navegador (%s) <b>no está actualizado</b>. Tiene conocidas <b>fallos de seguridad</b> y podría <b>no mostrar todas las características</b> de este y otros sitios web. <a%s>Aprende cómo puedes actualizar tu navegador</a>
id_id: Browser Anda (% s) sudah <b>kedaluarsa</b>. Browser yang Anda pakai memiliki <b>kelemahan keamanan</b> dan mungkin <b>tidak dapat menampilkan semua fitur</b> dari situs Web ini dan lainnya. <a%s> Pelajari cara memperbarui browser Anda</a>
it_it: Il tuo browser (%s) <b>non è aggiornato</b>. Ha delle <b>falle di sicurezza</b> e potrebbe <b>non visualizzare correttamente</b> le pagine di questo e altri siti. <a%s>Aggiorna il tuo browser!</a>
ko_kr: 지금 사용하고 계신 브라우저(%s)는 <b>오래되었습니다.</b> 알려진 <b>보안 취약점</b>이 존재하며, 새로운 웹 사이트가 <b>깨져 보일 수도</b> 있습니다. <a%s>브라우저를 어떻게 업데이트하나요?</a>
lv_lv: Jūsu pārlūkprogramma (%s) ir <b>novecojusi</b>. Tai ir zināmas <b>drošības problēmas</b>, un tā var attēlot šo un citas tīmekļa lapas <b>nekorekti</b>. <a%s>Uzzini, kā atjaunot savu pārlūkprogrammu</a>
pl_pl: Przeglądarka (%s), której używasz, jest przestarzała. Posiada ona udokumentowane <b>luki bezpieczeństwa, inne wady</b> oraz <b>ograniczoną funkcjonalność</b>. Tracisz możliwość skorzystania z pełni możliwości oferowanych przez niektóre strony internetowe. <a%s>Dowiedz się jak zaktualizować swoją przeglądarkę</a>.
pt_br: Seu navegador (%s) está <b>desatualizado</b>. Ele possui <b>falhas de segurança</b> e pode <b>apresentar problemas</b> para exibir este e outros websites. <a%s>Veja como atualizar o seu navegador</a>
ru_ru: Ваш браузер (%s) <b>устарел</b>. Он имеет <b>уязвимости в безопасности</b> и может <b>не показывать все возможности</b> на этом и других сайтах. <a%s>Узнайте, как обновить Ваш браузер</a>
sq_al: Shfletuesi juaj (%s) është <b>ca i vjetër</b>. Ai ka <b>të meta sigurie</b> të njohura dhe mundet të <b>mos i shfaqë të gjitha karakteristikat</b> e kësaj dhe shumë faqeve web të tjera. <a%s>Mësoni se si të përditësoni shfletuesin tuaj</a>
th_th: เบราว์เซอร์ (%s) ของคุณนั้น <b>ล้าสมัยแล้ว</b> มันมี <b>ข้อบกพร่องด้านความปลอดภัย</b> ที่เป็นที่รู้จักและอาจ <b>ไม่แสดงคุณสมบัติทั้งหมด</b> ของเว็บไซต์นี้และเว็บไซต์อื่น ๆ <a%s>เรียนรู้วิธีการปรับปรุงเบราว์เซอร์</a>

source: By clicking the bar, he will get to <a href="%s">an info page with arguments why to change/update and some browser choices</a>.
lv_lv: Noklikšķinot uz paziņojuma, tiks atvērta <a href="%s">info lapa ar paskaidrojumiem, kāpēc mainīt/atjaunot pālūkprogrammu</a>.

source: If the visitor ignores the advice, it won't appear again for some time.
lv_lv: Ja apmeklētājs paziņojumu ignorē, tas vairs kādu laiku netiks parādīts.

source: Subtle
lv_lv: Neuzbāzīgs

source: The user will be notified only once, and won't be bothered any more. The notification bar is very small and won't affect the browsing experience negatively.
lv_lv: Apmeklētājs tiks brīdināts tikai vienreiz, un vairs netiks traucēts atkārtoti.

source: If there come more browser versions which won't be supported by the vendor in the future, exhibit security gaps or have been very old for a long time we are going to add them to our list automatically.
lv_lv: Iznākot jaunākām pārlūka versijām, mēs veco versiju pievienosim sarakstam automātiski.

source: Install notification on your site
lv_lv: Uzstādīt paziņojumu web lapā

source: Here you can get the code to include in your website. Just include it anywhere in the source of your page.
lv_lv: Šeit pieejams kods, kuru iekļaut savā web lapā. Vienkāršī iekopē to jebkurā vietā savas web lapas kodā.

source: Following browsers will be notified:
lv_lv: Šādas pārlūkprogrammas saņems paziņojumu:

source: Your Code
lv_lv: Tavs Kods

source: You can <a href="%s">customize</a> the style of the message, the text and other options.
ca_es: Pots <a href="%s">personalitzar</a> l'estil del missatge, el text i altres opcions.
cs_cz: Můžete <a href="%s">upravit</a> styl zprávy, text a další možnosti.
de_de: Benachrichtigungstext, Design und vieles anderes können <a href="%s">angepasst</a> werden
es_es: Puedes <a href="%s">personalizar</a> el estilo del mensaje, el texto y otras opciones.
id_id: Anda dapat <a href="%s">menyesuaikan</a> gaya pesan, teks dan pilihan lainnya.
ko_kr: 메시지의 스타일, 텍스트, 기타 옵션을 <a href="%s">수정할 수</a>도 있습니다.
lv_lv: Tu vari <a href="%s">pielāgot</a> paziņojuma stilu, tekstu un citas iespējas.
pl_pl: Możesz <a href="%s">zmienić</a> wygląd paska z komunikatem, jego treść i inne ustawienia.
pt_br: Você pode <a href="%s">personalizar</a> os estilos da mensagem, o texto e outras opções.
ru_ru: Вы можете <a href="%s">изменить</a> стиль сообщения, текста и других параметров.
sq_al: Ju mund të <a href="%s">personalizoni</a> stilin e mesazhit, tekstin dhe parametra të tjerë.
th_th: คุณสามารถ <a href="%s">ปรับแต่ง</a> รูปแบบของข้อความ ข้อความและตัวเลือกอื่น ๆ

source: You may also use third-party plugins for:
lv_lv: Ir pieejami arī spraudņi:

source: Newer browsers let you use more features and new technologies (CSS3, SVG, HTML5, RSS, CSS Generated Content, flexible Layouts) on your website, resulting in a better browsing experience for your users.
lv_lv: Jaunākas pārlūkprogrammas ļauj izmantot vairāk iespēju un tehnoloģiju (CSS3, SVG, HTML5, RSS, CSS Generated Content, flexible Layouts), tas ļauj lietotājiem ērtāk pārlūkot web lapas.

source: Numerous benefits: security, speed, features, ... Look at the <a href="%s">update page</a>. The security-threats of outdates browsers are listed in this <a href="%s">paper</a>.
lv_lv: Vairāki ieguvumi: drošība, ātrums, iespējas, … <a href="%s">Atjauninājumu sadaļa</a>. Novecojušu pārlūku drošības problēmas var uzzināt <a href="%s">šeit</a>.

source: <strong class="number">%d</strong> sites are using the Browser-Update.org script.
lv_lv: <strong class="number">%d</strong> web lapas izmanto Browser-Update.org skriptu.

source: <strong class="number">%d</strong> visitors have already upgraded their browser.
lv_lv: <strong class="number">%d</strong> apmeklētāji jau ir jatjauninājuši savu pārlūku.

source: Amount
lv_lv: Skaits

source: <b>%s</b> sites are using this notification
ca_es: <strong class="number">%d</strong> llocs web fan servir l'script de Browser-Update.org.
cs_cz: <strong class="number">%d</strong> stránek používá skript Browser-Update.org.
de_de: <b>%s</b> Seiten verwenden die Benachrichtigung
es_es: <strong class="number">%d</strong> sitios están usando el script de Browser-Update.org.
id_id: Situs <strong class="number">%d</strong> yang kuat menggunakan script Browser-Update.org.
ko_kr: <strong class="number">%d</strong>개의 웹 사이트에서 Browser-Update.org 스크립트를 사용하고 있습니다.
pl_pl: <strong class="number">%d</strong> stron używa skryptu Browser-Update.org.
pt_br: <strong class="number">%d</strong> sites estão usando o script do Browser-Update.org.
ru_ru: <strong class="number">%d</strong> сайтов используют скрипт сайта Browser-Update.org.
sq_al: <strong class="number">%d</strong> faqe web janë duke përdorur skriptin e Browser-Update.org
th_th: <b>%s</b> เว็บไซต์กำลังใช้งานการแจ้งเตือนนี้

source: <b>%s</b> visitors have already updated their browser
ca_es: <strong class="number">%d</strong> visitants han actualitzat el seu navegador.
cs_cz: <strong class="number">%d</strong> návštěvníků již upgradovalo svůj prohlížeč.
de_de: <b>%s</b> Besucher haben bereits ihre Browser aktualisiert
es_es: <strong class="number">%d</strong> visitantes ya han actualizado su navegador.
id_id: Ada <strong class="number">%d</strong> pengunjung yang sudah upgrade browser mereka.
ko_kr: <strong class="number">%d</strong>명의 사용자가 웹 브라우저를 업그레이드했습니다.
pl_pl: <strong class="number">%d</strong> użytkownik zaktualizował swoją przeglądarkę.
pt_br: <strong class="number">%d</strong> visitantes atualizaram seus navegadores.
ru_ru: <strong class="number">%d</strong> посетителей уже обновили свой браузер.
sq_al: <strong class="number">%d</strong> vizitore kane perditesuar shfletuesin e tyre.
th_th: <b>%s</b> ผู้เข้าชมได้ทำการปรับปรุงเบราว์เซอร์ของพวกเขาแล้ว

source: This is done with care not to annoy, lock out or erroneously notify visitors!
de_de: Hierbei wird darauf geachtet die Besucher nicht zu nerven, auszusperren oder fälschlicherweise zu benachrichtigen!
th_th: นี่เป็นกระทำด้วยความระมัดระวังที่จะไม่รบกวน บีบบังคับ หรือแจ้งเตือนอย่างไม่สมควรให้ผู้เข้าชม!

source: By clicking the message, they will get to an <a href="%s">info page with reasons why to update (or change) and a list of browsers</a> available for their system.
ca_es: Clicant a la barra, seras redirigit a una <a href="%s">pàgina d'informació amb arguments pels quals has d'actualitzar o canviar el teu navegador</a>.
cs_cz: Kliknutím na lištu se dostanete na <a href="%s">info stránku s argumenty proč změnit/aktualizovat prohlížeč a s výběrem možných prohlížečů</a>.
de_de: Durch Anklicken der Meldung gelangt der Besucher auf eine <a href="%s">Seite mit Argumenten für ein Update und einer Auswahl aktueller Browser</a>.
es_es: Al hacer clic en la barra, será enviado a <a href="%s"> una página informativa </a>con argumentos de porqué debe cambiar/actualizar y algunas opciones de navegadores
id_id: Dengan mengklik bar, ia akan sampai <a href="%s">sebuah halaman info dengan argumen mengapa untuk mengubah/update dan beberapa pilihan browser</a>.
it_it: Cliccando la barra, verranno portati a <a href="%s">una pagina di informazioni con i motivi per cambiare/aggiornare e una scelta di alcuni browser</a>.
ko_kr: 표시줄을 누르면 방문자는 <a href="%s">왜 웹 브라우저를 업데이트해야 하는지에 대한 이유와 최신 브라우저 목록을 소개하는 페이지</a>로 이동합니다.
pl_pl: Użytkownik, który kliknie pasek z komunikatem, przejdzie na <a href="%s">stronę z argumentami przemawiającymi za potrzebą zmiany lub aktualizacji przeglądarki, na której znajdzie również informacje o polecanych przeglądarkach</a>.
pt_br: Ao clicar na barra, ele será redirecionado para <a href="%s">uma página explicativa do porque trocar/atualizar e algumas opções de navegadores</a>
ru_ru: Нажав на панель, он попадёт на <a href="%s">страницу с информацией о том, почему стоит сменить/обновить браузер и сможет выбрать браузер</a>.
sq_al: Duke klikuar shiritin, përdoruesi do të shkojë në <a href="%s">një faqe informative me argumenta se pse duhet të ndryshojë/përditësojë dhe disa mundësi shfletuesish</a>.
th_th: ในการคลิกที่ข้อความนี้ พวกเขาจะได้ไปยัง <a href="%s">หน้าข้อมูลที่มีเหตุผลในการปรับปรุง (หรือการเปลี่ยน) และรายชื่อของเบราว์เซอร์ </a> ที่พร้อมใช้งานสำหรับระบบของพวกเขา

source: older than %d months (currently %s)
de_de: älter als %d Monate (derzeit %s)
th_th: เก่ากว่า %d เดือน (ปัจจุบัน %s)

source: Also notify all browser versions with security vulnerabilities.
de_de: Benachrichtige auch alle Browserversionen mit Sicherheitslücken.
th_th: รวมถึงแจ้งเตือนเบราว์เซอร์ทุกรุ่นที่มีช่องโหว่ความปลอดภัย

source: Also notify all browsers that are not supported by the vendor anymore.
de_de: Benachrichtige auch alle Browser die vom Hersteller nicht mehr unterstützt werden.
th_th: รวมถึงแจ้งเตือนเบราว์เซอร์ทั้งหมดที่ไม่ได้รับการสนับสนุนจากผู้เผยแพร่อีกต่อไป

source: Notify mobile browsers.
de_de: Benachrichtige mobile Browser.
th_th: แจ้งเตือนเบราว์เซอร์บนมือถือ

source: The script and service is open source under the <a%s>MIT License</a>.
de_de: Das Skript und der Service sind Open Source unter der <a%s>MIT Lizenz</a>.
th_th: สคริปต์และการบริการเป็นโอเพนซอร์สภายใต้ <a%s>ข้อตกลง MIT</a>

source: Numerous <a%s>benefits for your visitors</a>: security, speed, features, ...
de_de: Zahlreiche <a href="%s">Vorteile für ihre Besucher</a>: Sicherheit Geschwindigkeit, Funktionen, ...
th_th: หลากหลาย <a%s>ผลประโยชน์สำหรับผู้เข้าชมของคุณ</a>: ความปลอดภัย, ความเร็ว, คุณสมบัติต่าง ๆ ...
