Repository: A-Archives-and-Forks/browser-update
Catalog: lang/*/LC_MESSAGES/site.po
Languages: ca_es, cs_cz, de_de, es_es, id_id, it_it, ko_kr, lv_lv, pl_pl, pt_br, ru_ru, sq_al, th_th, uk_ua

source: Contact
lv_lv: Sazināties
uk_ua: Контакти

source: Browser-update.org is a tool to unobtrusively notify visitors that they should update their web browser in order to use your website.
ca_es: Aquest servei és una oportunitat per ajudar discretament als teus visitants a actualitzar a un navegador més nou.
cs_cz: Tato služba je příležitostí decentně informovat Vaše návštěvníky o přechodu na novější prohlížeč.
de_de: Browser-update.org ist ein Werkzeug um Besucher unaufdringlich zu Benachrichtigen, dass sie ihren Browser aktualisieren sollten um Ihre Webseite zu nutzen.
es_es: Este servicio es una oportunidad para informar a tus visitantes de manera no molesta que deben cambiar a un navegador más reciente.
id_id: Layanan ini adalah kesempatan untuk menginformasikan pengunjung Anda mencolok untuk beralih ke browser yang lebih baru.
it_it: Questo servizio è un'opportunità per informare i tuoi visitatori e convincerli a passare a un browser più recente.
ko_kr: 이 서비스는 웹 사이트 방문자들을 크게 방해하지 않으면서 새로운 브라우저로 전환하라는 알림을 표시합니다.
pl_pl: Dzięki temu serwisowi dowiesz się, w jaki sposób możesz informować internautów odwiedzających Twoją stronę o potrzebie zaktualizowania przeglądarki.
pt_br: Este serviço é uma oportunidade de informar, de forma não obstrutiva, o visitante sobre a atualização do seu navegador.
ru_ru: Этот сервис предоставляет возможность уведомить Ваших посетителей о необходимости обновить их браузер.
sq_al: Ky shërbim ofron një mundësi që të informoni vizitorët tuaj në mënyrë të pranueshme që të kalojnë në një shfletues më të ri.
th_th: Browser-update.org เป็นเครื่องมือในการแจ้งเตือนที่ไม่ก่อความรำคาญแก่ผู้เข้าชมว่าพวกเขาควรจะปรับปรุงเว็บเบราว์เซอร์ของพวกเขาในการจะใช้เว็บไซต์ของคุณ
uk_ua: Цей сервіс надає можливість повідомляти та нагадувати Вашим відвідувачам про необхідність оновити їх браузери.

source: Many internet users are still using very old, out-dated browsers – most of them for no actual reason. Switching to an newer browser is better for them and for you as a webdesigner.
lv_lv: Daudzi interneta lietotāji joprojām izmanto ļoti vecas un neatbalsītas pārlūkprogrammas - vairums no tiem bez jebkāda iemesla. Pāreja uz jaunāku pārlūkprogrammu ir labāka gan viņiem, gan Tev kā tīmekļa izstrādātājam.
uk_ua: Більшість користувачів все ще використовують старі версії браузерів, найчастіше, через незнання. Перехід на новий браузер піде на користь як їм, так і Вам як веб-дизайнеру.

source: <strong class="number">%s</strong> sites are using the Browser-Update.org script.
uk_ua: <strong class="number">%s</strong> сайтів використовують скрипт з нашого Browser-Update.org.

source: <strong class="number">%s</strong> visitors have already upgraded their browser.
uk_ua: <strong class="number">%s</strong> відвідувачів завдяки цьому вже оновили чи замінили свої браузери.

source: How it works
ca_es: Com funciona
cs_cz: Jak to funguje
de_de: Und so funktioniert's
es_es: Cómo funciona
id_id: Cara kerjanya
it_it: Come funziona
ko_kr: 따라하기
lv_lv: Kā tas strādā
pl_pl: Jak to działa?
pt_br: Como funciona
ru_ru: Как это работает
sq_al: Si funksionon
th_th: มันทำงานอย่างไร
uk_ua: Як це працює

source: Include our small javascript <a href=%s>notification</a> on your website
uk_ua: Все, що Вам треба зробити — це додати до коду сторінок Вашого веб-сайтіу манюсінький блок коду нашого яваскрипту, <a href=%s>який нагадуватиме</a> відвідувачам про необхідність оновлення браузера.

source: Visitors with out-dated browser will be informed by a small, undisturbing message box, that their browser is not up-to-date and it is recommended to update.
ca_es: Els visitants amb navegadors desactualitzats seran informats amb una petita i discreta barra sobre que el seu navegador no està actualitzats i és recomanable la seva actualització.
cs_cz: Návštěvníci se zastaralým prohlížečem budou informováni malou, neobtěžující lištou, že jejich prohlížeč není aktuální a je doporučeno jej aktualizovat.
de_de: Besucher mit veralteten Browsern erhalten eine unaufdringliche Meldung, dass ihr Browser nicht mehr aktuell ist und es empfohlen ist, auf eine neuere Version zu aktualisieren.
es_es: Los visitantes con navegadores no actualizados serán informados por una pequeña barra no molesta, que su navegador no está actualizado y que es recomendable actualizarlo.
id_id: Pengunjung dengan browser keluar-tanggal akan diinformasikan oleh bar, sedikit undisturbing, bahwa browser-nya tidak up-to-date dan dianjurkan untuk memperbarui.
it_it: I visitatori con dei browser vecchi verranno informati della presenza di aggiornamenti da una piccola barra non intrusiva in cima alla pagina.
ko_kr: 오래된 브라우저로 웹 사이트를 방문하면 사이트 맨 위에 현재 브라우저는 오래되었으며 업데이트를 추천하는 조그마한 알림 표시줄이 나타납니다.
pl_pl: Użytkownicy zostaną poinformowani przy pomocy małego, niedenerwującego paska z komunikatem o tym, że korzystają z przestarzałej przeglądarki i zalecana jest aktualizacja oprogramowania.
pt_br: Visitantes com navegador desatualizado serão informados por uma barra pequena e não obstrutiva, que o seu browser
ru_ru: Посетители старых браузеров будут информированы с помощью маленькой, ненавязчивой панели о том, что им рекомендуется обновить браузер.
sq_al: Vizitorët me shfletues të vjetër do të informohen me anën e një shiriti të vogël, jo-shqetësues, se shfletuesi i tyre nuk është aktual dhe i rekomandohet që të bëjnë përditësim.
th_th: ผู้เข้าชมที่ใช้เบราว์เซอร์ล้าสมัยจะถูกแจ้งให้ทราบโดยกล่องข้อความที่ไม่รบกวนเล็ก ๆ ว่าเบราว์เซอร์ของพวกเขาล้าสมัยและแนะนำให้ทำการปรับปรุง
uk_ua: І ваші відвідувачі з браузерами, що потребують оновлення, отримуватимуть попередження за допомогою невеличкої та ненав'язливої панелі.

source: Try it out!
ca_es: Prova la barra de notificacions!
cs_cz: Otestujte notifikační lištu!
de_de: Benachrichtigung testen!
es_es: ¡Prueba la barra de notificación!
id_id: Uji bar pemberitahuan!
it_it: Prova la barra di notifica!
ko_kr: 지금 확인해 보세요!
pl_pl: Zobacz jak wygląda pasek z komunikatem!
pt_br: Teste a barra de notificação!
ru_ru: Проверить панель уведомления!
sq_al: Provoni shiritin e njoftimit!
th_th: ลองดูสิ!
uk_ua: Дивіться, як це працює наживо!

source: Your browser (%s) is <b>out of date</b>. It has known <b>security flaws</b> and may <b>not display all features</b> of this and other websites. <a href=%s>Learn how to update your browser</a>
uk_ua: Ваш браузер (%s) є <b>суттєво застарілим</b>. Він має <b>проблеми з безпекою</b> та може <b>не відображати чи некоректно відображати деякий вміст</b> на цьому та інших веб-сайтах. <a href=%s>Дізнайтеся, як оновити Ваш браузер</a>

source: By clicking the bar, them will get to <a href=%s>an info page with arguments why to change/update and some browser choices</a>.
uk_ua: Клікаючи на посилання, відвідувач потрапляє до <a href=%s>сторінки, де наведено зрозумілі будь-кому аргументи та пояснення, чому оновити чи замінити застарілий браузер насправді так важливо, та згадано декілька сучасних, з яких відвідувач може обрати для себе той чи інший на свій власний смак та розсуд.

source: If the visitor ignores the advice, it won't reappear for some time.
ca_es: Si el visitant ignora l'advertència, no tornarà a aparèixer durant un temps.
cs_cz: Pokud návštěvník radu ignoruje, rada se skryje na nějakou dobu.
de_de: Ignoriert der Besucher die Empfehlung wird er längere Zeit von einer erneuten Benachrichtigung verschont.
es_es: Si el visitante ignora el aviso, no le volverá a aparecer por algún tiempo.
id_id: Jika pengunjung yang mengabaikan nasihat, tidak akan muncul lagi untuk beberapa waktu.
it_it: Se l'utente ignora il suggerimento, non apparirà più per un po' di tempo.
ko_kr: 이 알림을 닫으면 당분간 표시되지 않습니다.
pl_pl: Jeśli odwiedzający stronę zignoruje tę poradę, przez pewien czas nie wyświetli się ona ponownie.
pt_br: Se o visitante ignorar o aviso, ele não voltará a aparecer durante algum tempo.
ru_ru: Если посетитель проигнорирует совет, он не будет показываться некоторое время.
sq_al: Nëse vizitori e injoron këshillën, ajo nuk do të shfaqet më për disa kohë.
th_th: หากผู้เข้าชมไม่สนใจคำแนะนำ มันก็จะไม่ปรากฏในช่วงเวลาหนึ่ง
uk_ua: А якщо відвідувач проігнорує попередження та пораду оновитися, панель щезне сама собою, і протягом деякого часу вже не з’являтиметься.

source: Advantages and features
ca_es: Avantatges i característiques
cs_cz: Výhody a funkce
de_de: Vorteile und Funktionen
es_es: Ventajas y características
id_id: Keuntungan dan fitur
it_it: Vantaggi e funzioni
ko_kr: 장점과 기능
lv_lv: Priekšrocības un iespējas
pl_pl: Korzyści i zalety
pt_br: Vantagens e características
ru_ru: Преимущества и возможности
sq_al: Avantazhe dhe karakteristika
th_th: ข้อดีและคุณสมบัติ
uk_ua: Переваги та можливості

source: Unobtrusive
ca_es: Subtil
cs_cz: Jemně
de_de: Unaufdringlich
es_es: Sutil
id_id: Halus
it_it: Non intrusiva
ko_kr: 아담함
pl_pl: Zgrabny
pt_br: Sutil
ru_ru: Ненавязчивый
sq_al: I mprehtë
th_th: ไม่ก่อความรำคาญ
uk_ua: Ввічливість та ненав’язливість

source: The user will be notified only once a day by default. The notification is small and does not block the user from using the site.
ca_es: L'usuari només serà notificat una vegada i no serà molestat més. La barra de notificació és molt petita i no afecta negativament a l'experiència de navegació.
cs_cz: Uživatel bude upozorněn pouze jednou a nebude více obtěžován. Notifikační lišta je velmi malá a nebude mít negativní vliv na prohlížení webu.
de_de: Der Besucher wird nur einmal benachrichtigt und dann eine zeitlang &bdquo;verschont&ldquo;. Die Benachrichtigung ist sehr klein und behindert nicht bei der Seitenbenutzung.
es_es: El usuario será notificado una sola vez, y no se le volverá a molestar. La barra de notificación es muy pequeña y no afectará la experiencia de navegación de manera negativa.
id_id: User akan diberitahu hanya sekali, dan tidak akan diganggu lagi. Pemberitahuan bar sangat kecil dan tidak akan mempengaruhi pengalaman browsing negatif.
it_it: L'utente verrà notificato una volta sola. La barra di notifica è molto piccola e non pregiudicherà l'esperienza di navigazione sul sito.
ko_kr: 사용자에게는 알림이 한 번만 표시됩니다. 알림 표시줄은 매우 작으며, 웹 사이트 탐색을 해치지 않습니다.
pl_pl: Komunikat wyświetli się użytkownikowi tylko raz i nie będzie mu stale przeszkadzać. Pasek z komunikatem jest bardzo mały i nie wpłynie negatywnie na jakość przeglądania strony.
pt_br: O usuário será notificado apenas uma vez, e não será mais incomodado. A barra de notificação é muito pequena e não afeta a navegação negativamente.
ru_ru: Пользователь будет уведомлен только один раз. Панель уведомления занимает очень мало места и не отразится негативно на внешнем виде страницы.
sq_al: Përdoruesi do të njoftohet vetëm një herë, dhe nuk do të shqetësojë më. Shiriti i njoftimit është shumë i vogël dhe nuk do të ndikojë negativisht në eksperiencën e shfletimit.
th_th: ผู้ใช้จะได้รับการแจ้งเตือนเพียงวันละครั้งตามค่าเริ่มต้น การแจ้งเตือนมีขนาดเล็กและไม่ได้บล็อกผู้ใช้จากการใช้งานเว็บไซต์
uk_ua: Користувач отримає попередження лише один раз, і незалежно від його реакції надалі протягом візиту скрипт відвідувача вже не турбуватиме. Панель займає дуже невеличку ділянку на екрані, і через це на вигляд сторінки негативно не впливає.

source: Informative
lv_lv: Informatīvs
uk_ua: Інформативність

source: Tell the users that they are using an out-dated browser and that your website looks even better with a newer one.
lv_lv: Paziņos apmeklētājam, ka tiek izmantota novecojusi pārlūkprogramma un ka šī mājas lapa izskatās vēl labāk, izmantojot jaunāku versiju.
uk_ua: Доведіть до користувачів, що їм немає ніякого сенсу користуватися застарілими браузерами в той час, як Ваш сайт виглядає та працює у сучасних набагато краще.

source: Idealistic
uk_ua: Шляхетна мета

source: Help evolve the web!
lv_lv: Palīdz attīstīties tīmeklim!
uk_ua: Допоможіть зробити інтернет розвинутішим та кращим!

source: Support the standards-based web!
lv_lv: Atbalsta web standartu izmantošanu!
uk_ua: Підтримайте мережу, що грунтується на спільних стандартах!

source: Support Open Source software projects!
lv_lv: Atbalsta atvērtā koda projejektus!
uk_ua: Підтримайте проекти розробників, що принципово є безкоштовними та мають відкритий код!

source: Help your visitors!
lv_lv: Palīdz Taviem apmeklētājiem!
uk_ua: Допоможіть Вашим відвідувачам змінити їх жаливі застарілі незручні браузери на краще!

source: Help increase security awareness!
lv_lv: Palīdz uzlabot drošību!
uk_ua: Допоможіть їм підвищити свій рівень знань про безпеку в інтернеті!

source: Support your favorite webbrowser!
lv_lv: Atbalsta Tavu mīļako pārlūkprogramu!
uk_ua: Підтримайте свій улюблений браузер!

source: Low maintenance and up-to-date
ca_es: Poc manteniment i actualitzat
cs_cz: Minimální údržba a aktualizace
de_de: Wartungsarm und aktuell
es_es: De bajo mantenimiento y actualizado
id_id: Rendah pemeliharaan dan up-to-date
it_it: Non c'è bisogno di manutenzione né di aggiornamenti
ko_kr: 항상 새로움
lv_lv: Nav vajadzīga uzturēšana un vienmēr atjaunots
pl_pl: Łatwy w utrzymaniu
pt_br: Baixa manutenção e atualizado
ru_ru: Легко обслуживаемый и актуальный
sq_al: Mirëmbajtje të ulet dhe aktual
th_th: บำรุงรักษาน้อยและทันสมัย
uk_ua: Наш скрипт майже не потребує обслуговування, проте завжди є актуальним

source: We take care not to erroneously notify users by constantly tweaking and improving the detection code. Users are presented with an up-to-date list of browsers that are available for their system.
ca_es: SI sorgeixen més versions del navegador que no són procurades pels seus fabricants en un futur, que exhibeixin fallades de seguretat o s'hagin mantingut vells durant molt temps, seran afegits a la llista automàticament.
cs_cz: Pokud přijde více verzí prohlížeče, které nebudou v budoucnu podporovány výrobcem, budou obsahovat bezpečnostní chyby nebo budou velmi staré, přidáme je do našeho seznamu automaticky.
de_de: Wenn weitere Browserversionen vom Hersteller <b>in Zukunft</b> nicht mehr unterstützt werden, Sicherheitslücken aufweisen oder sehr lange veraltet sind, nehmen wir sie automatisch in unsere Liste auf.
es_es: Si surgen más versiones de navegadores que no sean soportadas por sus fabricantes en el futuro, que exhiban fallas de seguridad o se hayan mantenido viejos durante mucho tiempo serán agregados a la lista automáticamente.
id_id: Jika ada versi browser datang lebih yang tidak akan didukung oleh vendor di masa depan, celah keamanan pameran atau sudah sangat tua untuk waktu yang lama kami akan menambahkan mereka ke daftar kami secara otomatis.
it_it: Se il produttore termina il supporto a un browser nel futuro, o si scoprono delle falle di sicurezza, quella versione del browser verrà aggiunta automaticamente alla nostra lista.
ko_kr: 만약 웹 브라우저 제작사에서 지원을 중단하거나, 보안 취약점이 발견되었거나, 업데이트한 지 너무 오래 되었다면 자동으로 목록에 추가됩니다.
pl_pl: Jeśli przeglądarka przestanie być wspierana przez producenta, będzie zawierać poważne luki bezpieczeństwa lub będzie przestarzała, automatycznie dodamy ją do naszej listy.
pt_br: Se, no futuro, mais versões de navegadores apresentarem falhas de segurança, ou ficarem muito antigas nós adicionaremos estas à nossa lista automaticamente.
ru_ru: Если будут появляться браузеры, которые не будут поддерживаться разработчиками, иметь уязвимости в безопасности или долгое время не будут обновляться разработчиками, мы будем добавлять их в список автоматически.
sq_al: Nëse dalin më shumë versione shfletuesish të cilët nuk do të përkrahen nga faqja në të ardhmen, shfaqen pengesa sigurie ose janë shumë të vjetër për një kohë të gjatëne do ti shtojmë ato në listën tonë automatikisht.
th_th: เราระวังไม่ให้แจ้งเตือนผู้ใช้ผิดพลาดโดยการปรับเปลี่ยนและพัฒนาโค้ดการตรวจสอบอย่างต่อเนื่อง ผู้ใช้จะถูกนำเสนอด้วยรายการเบราว์เซอร์ทันสมัยที่รองรับระบบของพวกเขา
uk_ua: Якщо з’являються браузери, від подальшої підтримки яких розробники відмовились, які мають наявні дірки у безпеці чи тривалий час не оновлюються — ми додаємо їх до переліку застарілих автоматично.

source: Customizable
ca_es: Personalitzable
cs_cz: Přizpůsobitelné
de_de: Anpassbar
es_es: Personalizable
it_it: Personalizzabile
ko_kr: 수정 가능함
lv_lv: Pārveidojams
pl_pl: Konfigurowalny
pt_br: Personalizável
ru_ru: Изменяемое
sq_al: I konfigurueshëm
th_th: ปรับแต่งได้
uk_ua: Гнучкі налаштування згідно до будь-яких Ваших вимог

source: You can customize the browsers and versions to notify.<br/> In future releases you can also customize the text that should be shown, the frequency of the bar to appear and many other things.
lv_lv: Tu vari pielāgot, par kuriem pārlūkiem un versijām tiks parādīts paziņojums.<br/> Drīzumā būs iespējams arī pielāgot tekstu, kas tiek parādīts, paziņojuma parādīšanas biežumu un citas iespējas.
uk_ua: Перелік версій браузерів, які на Вашому сайті вважатимуться застарілими, Ви можете налаштовувати на власний смак та розсуд.<br> Також додано можливість змінювати текст нагадування, частоту відображення панелі попередження та багато інших параметрів.

source: Localized
ca_es: Localitzat
cs_cz: Lokalizováno
de_de: Lokalisierung
es_es: Localizado
it_it: Tradotta
ko_kr: 지역화
lv_lv: Tavā valodā
pl_pl: Zregionalizowany
pt_br: Localização
ru_ru: Локализовано
sq_al: I përkthyer
th_th: ภาษาท้องถิ่น
uk_ua: Локалізація

source: The message is automatically displayed in the user's language.
ca_es: Aquest missatge es mostra automàticament en l'idioma de l'usuari
cs_cz: Zpráva se automaticky zobrazí v jazyce uživatele.
de_de: Die Benachrichtigung wird automatisch in der Sprache des Besuchers angezeigt.
es_es: El mensaje será desplegado automáticamente en el idioma del usuario.
id_id: Pesan secara otomatis ditampilkan dalam bahasa pengguna.
it_it: Il messaggio è mostrato automaticamente nella lingua dell'utente.
ko_kr: 사용자의 언어로 메시지가 표시됩니다.
lv_lv: Paziņojumi automātiski tiek parādīti lietotāja izvēlētajā valodā.
pl_pl: Komunikat jest automatycznie wyświetlany w języku użytkownika.
pt_br: A mensagem é automaticamente mostrada no idioma do usuário.
ru_ru: Сообщение автоматически выводится на языке пользователя.
sq_al: Mesazhi do të shfaqet automatikisht në gjuhën e përdoruesit.
th_th: ข้อความจะปรากฏขึ้นโดยอัตโนมัติในภาษาของผู้ใช้
uk_ua: За замовчанням попередження автоматично демонструється мовою відвідувача.

source: Install the browser update notification on your site
ca_es: Instal·la la notificació al teu lloc web
cs_cz: Instalovat oznámení na Vaše stránky
de_de: Installation &amp; Konfiguration
es_es: Instala la notificación en tu sitio
id_id: Instal pemberitahuan di situs Anda
it_it: Installa la notifica sul tuo sito
ko_kr: 여러분의 웹 사이트에 알림 달기
pl_pl: Instalacja paska z komunikatem na Twojej stronie
pt_br: Instale a notificação em seu site
ru_ru: Установите предупреждение на Вашем сайте
sq_al: Instaloni njoftuesin në faqen tuaj web
th_th: ติดตั้งการแจ้งเตือนให้ปรับปรุงเบราว์เซอร์บนเว็บไซต์ของคุณ
uk_ua: Підключення нашого скрипта до Вашого сайту

source: Just include this code anywhere in the source of your page.
ca_es: Aquí pots obtenir el codi per al teu lloc web. Només cal que l'incrustis a qualsevol lloc del seu codi font.
cs_cz: Zde můžete získat kód pro své webové stránky. Vložte jej kamkoliv do zdrojového kódu Vaší stránky.
de_de: Binden Sie einfach den hier generierten Code an beliebiger Stelle in Ihre Webseite ein.
es_es: Aquí puedes obtener el código a incluir en tu sitio. Sólo colócalo en cualquier parte del código fuente de tu página.
id_id: Di sini Anda bisa mendapatkan kode untuk memasukkan ke dalam situs web Anda. Hanya mencakup di mana saja dalam sumber halaman Anda.
it_it: Ecco il codice da includere sul tuo sito. Puoi metterlo da qualsiasi parte nella sorgente della tua pagina.
ko_kr: 웹 사이트에 추가할 코드입니다. 웹 페이지에 아래 코드를 추가하십시오.
pl_pl: Tutaj możesz pobrać odpowiedni kod do wstawienia na Twoją stronę. Po prostu umieść go w dowolnym miejscu w źródle Twojej strony.
pt_br: Aqui você pode pegar o código para incluir em seu website. Apenas inclua isto em qualquer lugar no fonte de sua página.
ru_ru: Здесь Вы можете получить код для Вашего веб-сайта. Просто поместите его в любом месте исходного текста на Вашей странице.
sq_al: Ketu mund të merrni kodin që duhet ta përfshini në faqen tuaj web. Mjafton që ta përfshini atë kudo brenda faqes tuaj web.
th_th: เพียงแค่ใส่โค้ดนี้ไปยังที่ใดก็ได้ในรหัสต้นฉบับของหน้าเว็บของคุณ
uk_ua: Для підключення скрипта до власного сайту Вам достатньо лише скопіювати з текстового блоку наведений код та розташувати його будь-де у коді Ваших сторінок.

source: The following browsers will be notified:
ca_es: Seran notificats els següents navegadors:
cs_cz: Následující prohlížeče budou informovány:
de_de: Bei folgenden Browserversionen soll die Benachrichtigung erscheinen:
es_es: Los siguientes navegadores serán notificados:
id_id: Berikut browser akan diberitahu:
it_it: La notifica apparirà ai seguenti browser:
ko_kr: 다음 브라우저로 접속하면 알림 표시:
pl_pl: Komunikat zostanie wyświetlony użytkownikom następujących przeglądarek:
pt_br: Os seguintes navegadores exibirão a notificação:
ru_ru: Следующие браузеры включаются в список:
sq_al: Këta shfletues do të njoftohen
th_th: เบราว์เซอร์ดังต่อไปนี้จะได้รับแจ้งเตือน:
uk_ua: Попередження отримуватимуть користувачі наступних браузерів:

source: Google Chrome will automatically itself and is therefor always up to date
lv_lv: Google Chrome tiek atjaunināts automātiski
uk_ua: Google Chrome регулярно оновлює себе автоматично, тому Ви завжди маєте найсвіжішу версію сучасного браузера

source: <b>Notify recommended set of browsers and adjust it automatically over time:</b>If a browser is no longer supported by the vendor or has security vulnerabilities, it will be added to the set.
lv_lv: <b>Parādīt paziņojumu visām nocojušām pārlūkprogrammām:</b> ja pārlūks vairs netiek atbalstīts, tas tiks pievienots sarakstam.
uk_ua: <b>Робити попередження, грунтуючись на переліку браузерів, що наведено рядком вище, та час від часу автоматично цей перелік оновлювати</b>: якщо якийсь браузер вже не підтримується розробниками, чи має наявні вразливості, через які ставить користувачів у небезпеку, такий браузер буде додано до переліку ненадійних автоматично.

source: You can <a href=%s>customize</a> the style of the message, the text and other options.
uk_ua: Крім нестандартного переліку ненадійних застарілих браузерів (скласти який для свого сайту можна власноруч — треба лише деактивувати чекбокс, розташований трохи вище), Ви також маєте можливість за своім бажанням <a href=%s>корегувати та змінювати</a> стилі панели повідомлення, додавати власні будь-якими мовами власні варіанти тексту повідомлення, та переналаштовувати деякі інші параметри, теж цілком на свій розсуд.

source: There are plugins for:
ca_es: També pots fer servir els ginys de tercers per:
cs_cz: Můžete také použít pluginy třetích stran pro:
de_de: Es gibt auch fertige Plugins für folgende Systeme:
es_es: Plugins:
id_id: Anda juga dapat menggunakan plugin pihak ketiga untuk:
it_it: Plugins:
ko_kr: 플러그인을 사용할 수도 있습니다:
pl_pl: Wtyczki:
pt_br: Você também pode usar plugins de terceiros para:
ru_ru: Вы можете также использовать плагины третих сторон для:
sq_al: Ju mund të përdorni gjithashtu shtesa të palëve të treta për:
th_th: มีปลั๊กอินสำหรับ:
uk_ua: А якщо Ваш сайт побудовано на якомусь з відомих та розповсюджених у світі фреймворків на кшталт Wordpress, для підключення нашого скрипту ми радимо скористатися плагінами (модулями) інших розробників, посилання на які наведено нижче:
