Repository: A-Archives-and-Forks/browser-update
Catalog: lang/*/LC_MESSAGES/site.po
Languages: ca_es, cs_cz, de_de, es_es, id_id, it_it, ko_kr, lv_lv, pl_pl, pt_br, ru_ru, sq_al, th_th, uk_ua

source: Help this project by <a%s>using the update-notification</a> on your site, <a%s>sharing</a> or <a%s>translating</a> this page.
de_de: Hilf diesem Projekt indem du <a%s>die Update-Benachrichtigung</a> auf deiner Seite verwendest, oder diese Seite <a%s>teilst</a> oder <a%s>übersetzt</a>.
th_th: ช่วยเหลือโครงการนี้โดยการ <a%s>ใช้งานการแจ้งเตือนให้ปรับปรุง</a> บนเว็บของคุณ <a%s>แบ่งปัน</a> หรือ <a%s>แปล</a> หน้าเว็บนี้
