Repository: A-Archives-and-Forks/browser-update
Catalog: lang/*/LC_MESSAGES/update.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, et_ee, fa_ir, fi_fi, fr_fr, ga_ie, he_il, hi_in, hr_hr, id_id, ja_jp, ko_kr, lv_lv, ms_my, nl_nl, no_no, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sr_cs, sr_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

source: This is an initiative by websites and blogs to raise security awareness and bring forward the web.
ar_sa: هذه الموقع هو عباره عن مبادرة من قبل مصممين مواقع و اصحاب مواقع و مُدونين يُريدون الدفع قدماً لتطوير بشبكة الانترنت و مساعدة زوارهم.
bg_bg: Този уебсайт е инициатива на уебдизайнери, собственици на сайтове и блогъри, които искат да подобряват Интернет и да помагат на потребителите.
ca_es: Aquest lloc web és una iniciativa de dissenyadors web, webmasters i bloggers que volen ajudar als seus visitants i tenir un web millor.
cs_cz: Tato webová stránka je iniciativa webdesignerů, webmasterů a bloggerů, kteří chtějí pomoci budoucnosti webu a svým návštěvníkům.
da_dk: Denne hjemmeside er et initiativ fra webdesigners, webmastere og bloggere, der alle ønsker at bringe Internettet videre og hjælpe deres besøgende.
de_de: Diese Webseite ist eine Initiative von Webdesignern, Webmastern und Bloggern, die ihren Besuchern helfen und das Web weiterbringen wollen.
el_gr: Αυτή η ιστοσελίδα είναι μια πρωτοβουλία από σχεδιαστές ιστοσελίδων, διαχειριστές ιστότοπων και συγγραφείς ιστολογίων που επιθυμούν την προώθηση του διαδικτύου και την υποστήριξη των επισκεπτών τους.
et_ee: See on veebilehtede ja blogide algatus, et tõsta teadlikkust turvalisusest ning tuua esile veeb.
fa_ir: این سایت یک ابتکار توسط طراحان و صاحبان وب ، بلاگ نویسان و کسانی است که میخواهند وب را پیش ببرند و به بازدید کنندگان خود کمک کنند
fi_fi: Tämä sivusto on websuunnittelijoiden, ylläpitäjien ja bloggaajien käynnistmä hanke webin kehittämiseksi ja sivustojen käyttäjien auttamiksei.
fr_fr: Ce site est une initiative de WebDesigners, webmasters et blogueurs qui désirent faire évoluer Internet et aider leurs utilisateurs.
ga_ie: Is togra de chuid dearthóirí gréasáin, stiúrthóirí gréasáin agus scríbhneoirí blaganna é an suíomh gréasáin seo ar mhaithe leis an ngréasán a chur chun cinn agus chun cabhrú le daoine a thugann cuairt ar a suímh ghréasáin.
he_il: אתר זה הוא יוזמה של מעצבי ומתחזקי אתרים ובלוגרים אשר שואפים לדחוף את הרשת קדימה ולעזור למבקרים האתרים שלהם.
hi_in: इस वेबसाइटों और ब्लॉगों द्वारा सुरक्षा के प्रति जागरूकता बढ़ाने व वेब के आगे लाने के लिए और एक पहल हैं।
hr_hr: Ovo je inicijativa web-stranica i blogova s ciljem podizanja svijesti o sigurnosti i unaprjeđenja weba.
id_id: Website ini adalah sebuah inisiatif oleh webdesigners, webmaster dan blogger yang ingin membawa web lebih jauh dan membantu pengunjung mereka.
ja_jp: このサイトはウェブデザイナー、ウェブマスターとブロガー、そして彼らのサイトの訪問者を援助し、ウェブを更に向上させるための計画の第一歩となるためのものです： 古いバージョンのブラウザーは<strong>安全上にリスク</strong>をもたらし、インターネットの機能向上を妨げることになります。
ko_kr: 이 웹 사이트는 웹 디자이너, 운영자, 블로거들이 힘을 모아서 방문자들을 돕기 위한 운동입니다.
lv_lv: Šo mājas lapu veidojuši web izstrādātāji un blogeri, kuri vēlas attīstīt globālo tīmekli un palīdzēt saviem apmeklētājiem.
ms_my: Ini ialah satu inisiatif oleh tapak web dan blog untuk meningkatkan kesedaran keselamatan dan mengemukakan tapak web tersebut.
nl_nl: Deze website is een initiatief van webdesigners, webmasters en bloggers die het internet verder willen brengen en hun bezoekers willen helpen.
no_no: Dette er et initiativ av nettsteder og blogger for å sette fokus på sikkerhet og gjøre nettet mer fremtidsrettet.
pl_pl: Strona Browser-Update.org jest inicjatywą projektantów WWW, webmasterów i autorów blogów, którzy chcą wesprzeć rozwój internetu i pomóc internautom.
pt_br: Este web site é uma iniciativa de designers da web, webmasters e bloguistas que desejam avançar com a web e ajudar os seus utilizadores.
ro_ro: Acest site este o initiativa a bloggerilor, a designerilor si administratorilor de pagini web, care doresc sa imbunatateasca internetul si sa ajute vizitatorii lor.
ru_ru: Этот веб сайт является инициативой веб-дизайнеров, веб-мастеров и блоггеров, которые хотят сделать сеть лучше и помочь своим посетителям.
sk_sk: Toto je iniciatíva webstránok so snahou zvýšiť informovanosť o bezpečnosti a posúvať web vpred.
sl_si: Ta spletna stran je iniciativa spletnih oblikovalcev, spletnih mojstrov in bloggerjev, ki želijo izboljšati splet in pomagati njegovim uporabnikom.
sr_cs: Ovaj sajt je inicijativa veb dizajnera, vebmastera i blogera koji žele da unpared internet i pomognu svojim posetiocima.
sv_se: Denna webbsida är skapad av webbdesigners, webbutvecklare samt bloggare som vill ta webben ett steg längre samt hjälpa sina besökare.
th_th: นี่เป็นความคิดริเริ่มจากเว็บไซต์และบล็อกเพื่อสร้างความตระหนักด้านความปลอดภัยและนำไปสู่ความก้าวหน้าของเว็บ
tr_tr: Bu web sitesi, webi daha ileri taşımak ve ziyaretçilerine yardımcı olmak isteyen web tasarımcılar, webmasterlar ve blog yazarları tarafından oluşturulmuş bir girişimdir.
uk_ua: Цей веб-сайт було створено за ініціативою веб-дизайнерів, веб-розробників та блогерів, які прагнуть зробити мережу якомога кращою та допомогти своїм відвідувачам та іншим користувачам відчути від мережі справжнє задоволення.
vi_vn: Đây là một sáng kiến của các website và trang blog giúp tăng cường nhận thức về bảo mật và giới thiệu trang web.
zh_cn: 该网站是网页设计师、网管和博主的创新成果，他们希望提升网页内容并帮助访客。
zh_tw: 該網站是網頁設計師、網管和博客的創新成果，他們希望提升網頁內容並幫助訪客。

source: I can't update my browser
ar_sa: انا غير قادر على تحديث متصفحي
bg_bg: "Не мога да си актуализирам браузъра"
ca_es: "No puc actualitzar el meu navegador"
cs_cz: "Nejsem schopen aktualizovat svůj prohlížeč"
da_dk: "Jeg er ikke i stand til at opdatere min browser"
de_de: Ich kann meinen Browser nicht aktualisieren
el_gr: "Δεν μπορώ να ενημερώσω τον φυλλομετρητή μου"
et_ee: Ma ei saa uuendada oma veebilehitsejat
fa_ir: "من نمیتوانم مرورگر خود را به روز رسانی کنم"
fi_fi: "En pysty päivittämään selaintani"
fr_fr: "Je ne peux pas mettre mon navigateur à jour"
ga_ie: "Ní thig liom mo líonléitheoir a nuashonrú"
he_il: "אני לא מצליח לעדכן את הדפדפן שלי"
hi_in: मैं अपने ब्राउज़र को अपडेट नहीं कर सका
hr_hr: Ne mogu ažurirati moj preglednik
id_id: "Aku tidak dapat memperbarui browser"
ja_jp: 私はアップデートが出来ません。
ko_kr: "저는 브라우저를 업데이트할 수 없어요"
lv_lv: “Man neizdodas atjaunināt savu pārlūkprogrammu”
ms_my: Saya tidak boleh mengemas kini pelayar saya
nl_nl: "Ik kan mijn browser niet updaten"
no_no: Jeg kan ikke oppdatere nettleseren min
pl_pl: "Nie mogę zaktualizować przeglądarki"
pt_br: "Eu não tenho permissão para atualizar meu navegador"
ro_ro: "Nu pot sa-mi actualizez browser-ul"
ru_ru: "Мне не удается обновить браузер"
sk_sk: Nemôžem aktualizovať svoj prehliadač
sl_si: "Ne morem posodobiti mojega brskalnika"
sr_cs: "Nisam u mogućnosti da unapredeim pretraživač"
sv_se: "Jag kan inte uppdatera min webbläsare"
th_th: ฉันไม่สามารถปรับปรุงเบราว์เซอร์ของฉัน
tr_tr: "Tarayıcımı güncelleyemiyorum"
uk_ua: «В мене не виходить оновити мій браузер»
vi_vn: Tôi không thể cập nhật trình duyệt của mình
zh_cn: “我不能更新我的浏览器”
zh_tw: 「我不能更新我的瀏覽器」

source: If you can't change your browser because of compatibility issues, think about installing a second browser for browsing and keep the old one for compatibility.
ar_sa: اذا كنت لا تستطيع تحديث متصفحك بسبب مشاكل التوافق، فكر بتنزيل متصفح آخر لتصفح الانترنت و أجعل المتصفح القديم فقط للمواقع إلى تحتاج إلى توافق.
bg_bg: Ако не може да актуализирате браузъра си, поради това, че няма по-нова версия, за Вашата операционна система, може да инсталирате друг браузър и да имате два, като по-този начин ще може да ползвате новия и стария, когато се налага.
ca_es: Si no pots canviar el teu navegador per raons de compatibilitat, prova de instal·lar un segon navegador per navegar i conserva l'antic per a la compatibilitat.
cs_cz: Pokud nemůžete změnit svůj prohlížeč z důvodu problémů s kompatibilitou, přemýšlejte o instalaci druhého prohlížeče pro prohlížení a zachování starého pro kompatibilitu.
da_dk: Hvis du ikke kan ændre din browser på grund af kompatibilitetsproblemer, så overvej at installere en sekundær browser til daglig Internet browsing og benyt den gamle for til fx Windows Update.
de_de: Wenn Sie Ihren alten Browser auf Grund von Kompatibilitätsproblemen nicht aktualisieren können, ist ein zweiter Browser vielleicht eine gute Lösung: Verwenden Sie den neuen zum komfortableren Surfen und den alten nur bei Inkompatibilitäten.
el_gr: Σε περίπτωση που δεν μπορείτε να αντικαταστήσετε τον φυλλομετρητή σας λόγω ασυμβατότητας, εξετάστε το ενδεχόμενο να εγκαταστήσετε έναν δεύτερο φυλλομετρητή για την πλοήγηση στο διαδίκτυο και να διατηρήσετε τον προηγούμενο για λόγους συμβατότητας.
et_ee: Kui Te ei saa vahetada oma veebilehitsejat ühilduvusprobleemide tõttu, palume paigaldada sirvimiseks teine veebilehitseja ning ühilduvuseks hoida alles vana .
fa_ir: اگر به دلیل عدم سازگاری سیستم خود قادر به تغییر مرورگر نیستید، به فکر مرورگر دیگری برای جستجو باشید و مرور قدیمی را برای مواردی که نیاز به سازگاری سیستم دارد نگه دارید.
fi_fi: Mikäli tarvitset vanhaa selainta yhteensopivuuden takia, harkitse asentavasi toinen selain selailua varten ja säilytä vanha selain yhteensopivuutta vaativaan käyttöön.
fr_fr: Vous ne pouvez pas changer de navigateur pour des raison de compatibilité, pensez à installer un second navigateur pour utiliser Internet et gardez l'ancien pour la compatibilité.
ga_ie: Mura féidir leat do líonléitheoir a athrú ós rud é go comhoiriúnann sé le rud éigin, smaoinigh ar líonléitheoir eile a shuiteáil chun an gréasáin a chúrsáil agus coinnigh an sean líonléitheoir don rud atá comhoiriúnach leis.
he_il: אם אינך יכול לעבור לדפדפן חדיש בגלל בעיות תאימות, שקול להתקין דפדפן נוסף עבור גלישה ושמור את הישן לאתרים אשר עבורם אתה זקוק לו.
hi_in: यदि आप संगतता मुद्दों की वजह से अपने ब्राउज़र को बदल नहीं सकते हैं, तो ब्राउज़िंग के लिए एक दूसरे ब्राउज़र इनस्टॉल करने के बारे में सोचे और अनुकूलता के पुराना वाला रखे।
hr_hr: Ako ne možete promijeniti svoj preglednik jer trebate zadržati kompatibilnost, razmislite o instaliranju dodatnog preglednika koji biste koristili za pregledavanje, a starog biste zadržali radi kompatibilnosti.
id_id: Jika Anda tidak dapat mengubah browser Anda karena masalah kompatibilitas, pikirkan untuk menginstall browser kedua untuk browsing dan menyimpan yang lama untuk kompatibilitas.
ja_jp: もしお使いのパソコンが社内ネットワークでご利用なので、ご自身で新しいバージョンのブラウザーをインストールは出来ないと言う場合は、会社のネットワーク管理者にブラウザーのアップデートが可能かどうかお尋ね下さい。
ko_kr: 호환성 문제 때문에 브라우저를 바꿀 수 없으면 새로운 브라우저를 따로 설치하는 것도 고려해 보십시오.
lv_lv: Ja Jums neizdodas atjaunināt savu pārlūkprogrammu, apsveriet iespēju uzinstalēt citu pārlūku tīmekļa pārlūkošanai un paturēt veco savienojamībai.
ms_my: Jika anda tidak dapat menukar pelayar anda disebabkan masalah keserasian, pertimbangkan untuk memasang pelayar kedua untuk melayari Internet dan simpan pelayar yang lama untuk keserasian.
nl_nl: Als je niet van browser kunt wisselen in verband met de nodige ondersteuning, waarom dan niet een tweede browser installeren?
no_no: Dersom du ikke kan endre nettleser grunnet problemer med kompatibilitet, vurder å installer en ekstra nettleser for surfing, og behold den gamle for kompatibilitet.
pl_pl: Jeśli nie możesz zainstalować nowoczesnej przeglądarki z powodu braku zgodności z pewną strony internetową, rozważ zainstalowanie drugiej przeglądarki do przeglądania witryn internetowych i zachowanie starej przeglądarki do korzystania ze wspomnianej strony internetowej.
pt_br: Se você não pode mudar de navegador por causa de problemas de compatibilidade, tente instalar um segundo navegador, e manter o antigo para garantir a compatibilidade.
ro_ro: Daca nu poti schimba browserul actual din motive de compatibilitate, iti recomandam sa instalezi un al doilea browser pentru navigare si sa-l pastrezi pe acesta pentru compatibilitate.
ru_ru: Если Вам не удаётся сменить браузер из-за проблем с совместимостью, можно установить второй и оставить старый для обеспечения совместимости.
sk_sk: Ak nemôžete zmeniť prehliadač kvôli problémom s kompatibilitou, porozmýšľajte nad nainštalovaním ďalšieho prehliadača na prehliadanie, kým starý si necháte kvôli kompatibilite.
sl_si: Če ne morete zamenjati vašega brskalnika zaradi kompatibilnostnih težav, razmislite o namestitvi dodatnega brskalnika za običajno brskanje in ohranite starega za kompatibilnost.
sr_cs: Ako ne možete da promenite brovser zbog problema kompatibilnosti, razmislite o instaliranju drugog pretraživača i zadržavanju starog zbog kompatibilnosti.
sv_se: Om du inte kan byta webbläsare på grund av kompatibilitetsproblem, överväg att installera en ny webbläsare för alldagligt surfande och behåll din gamla för kompatibilitetens skull.
th_th: หากคุณไม่สามารถเปลี่ยนเบราว์เซอร์ของคุณเนื่องจากปัญหาความเข้ากันได้ คิดถึงการติดตั้งเบราว์เซอร์ที่สองสำหรับการเรียกท่องเว็บและเก็บอันเก่าไว้เพื่อความเข้ากันได้
tr_tr: Eğer tarayıcınızı uyumluluk problemlerinden dolayı güncelleyemiyorsanız, ikinci bir tarayıcı yükleyip internette gezinmek için onu kullanabilirsiniz ve eski olanı uyumluluk için bulundurabilirsiniz.
uk_ua: Якщо Ваші спроби оновити браузер є марними через проблеми з сумісністю, поміркуйте над варіантом встановити інший сучасний браузер з наведених на цій сторінці, і надали у мережі використовуйте лише цей новий, а свій наявний застарілий залиште у системі як є для сумісності.
vi_vn: Nếu bạn không thể thay đổi trình duyệt của mình do các vấn đề về tính tương thích, hãy cân nhắc việc cài đặt một trình duyệt thứ hai phục vụ việc tìm duyệt, đồng thời giữ cả trình duyệt cũ để đảm bảo tính tương thích.
zh_cn: 如果由于兼容性问题，您不能更换您的浏览器，请考虑一下安装另一个浏览器，然后使用新浏览器浏览网页，同时保留您现在的浏览器用于解决兼容性问题。
zh_tw: 如果由於兼容性問題，您不能更換您的瀏覽器，請考慮一下安裝另一個瀏覽器，然後使用新瀏覽器瀏覽網頁，同時保留您現在的瀏覽器用於解決兼容性問題。

source: Ask your admin to update your browser if you cannot install updates yourself.
ar_sa: اذا كنت على حاسب يدار من قبل المشرف و لا تستطيع تنزيل متصفح جديدتواصل مع المشرف لتنزيل متصفح جديد.
bg_bg: Ако ползвате компютър, който се управлява от администратор и не можете да актуализирате браузъра си, обърнете се към администратора, за да Ви помогне.
ca_es: Si ets en un ordinador mantingut per un administrador i no pots instal·lar un navegador nou, comenta-li-ho.
cs_cz: Pokud jste na počítači, který je spravován administrátorem a nemůžete nainstalovat nový prohlížeč, zeptejte se na to svého administrátora.
da_dk: Hvis du er på en computer, der vedligeholdes af en anden, og du derfor ikke kan installere en ny browser, så spørg din vedkommende om at gøre det for dig.
de_de: Wenn Sie an einem Firmencomputer verwenden und Sie selbst keinen neuen Browser installieren können, fragen Sie Ihren Netzwerkadministrator nach einem Browser-Update.
el_gr: Αν βρίσκεστε σε έναν υπολογιστή για τον οποίο είναι υπεύθυνος ένας διαχειριστής και δεν μπορείτε να εγκαταστήσετε έναν καινούριο φυλλομετρητή, ζητήστε το από τον διαχειριστή σας.
et_ee: Kui Te ei saa ise paigaldada uuendusi, paluge veebilehitsejat uuendada adminil.
fa_ir: اگر خودتان نمی‌توانید نسخه‌های به روز شده را نصب کنید، از مدیر سیستم بخواهید مرورگر شما را به روز کند.
fi_fi: Mikäli käytät konetta jota hallinnoi erillinen ylläpito etkä voi itse asentaa uutta selainta, kysy asiasta ylläpidolta.
fr_fr: Si vous utilisez un ordinateur géré par un administrateur systèmes et que vous ne pouvez installer un nouveau navigateur, demandez à votre administrateur.
ga_ie: Más ag obair ar ríomhaire atá faoi chúram riarthóra atá tú agus ní féidir leat líonléitheoir nua a shuiteáil, iarr ar an riarthóir é a dhéanamh.
he_il: אם אתה על מחשב אשר מתוחזק על ידי מנהל מערכות, ולכן אין ביכולתך לעדכן דפדפן, אנא פנה אל מנהל המערכת בעניין.
hi_in: यदि आप अपडेट स्वयं से इनस्टॉल नहीं कर पा रहे हैं तो अपने ब्राउज़र को अपडेट करने के लिए अपने व्यवस्थापक से पूछें।
hr_hr: Ako ne možete ažurirati svoj preglednik samostalno, zamolite svog administratora da to učini za vas.
id_id: Jika Anda berada di komputer, yang dikelola oleh admin dan Anda tidak dapat menginstal sebuah browser baru, tanyakan admin Anda tentang hal ini.
ja_jp: 新しいブラウザーを右のページから選んで下さい。
ko_kr: 별도의 관리자가 있는 컴퓨터라면 관리자에게 부탁하십시오.
lv_lv: Ja Jūs imantojat datoru, kuru pārvalda administrators un Jūs nevarat uzintalēt jaunu pārlūku, pajautājiet par to savam administratoram.
ms_my: Minta pentadbir anda untuk mengemas kini pelayar jika anda tidak dapat memasang sendiri kemas kini tersebut.
nl_nl: Als uw computer wordt beheerd door een systeembeheerder en u kunt geen nieuwe browser installeren, vraag dan om hulp.
no_no: Be din admin om å oppdatere nettleseren din dersom du ikke kan installere oppdateringer selv.
pl_pl: Jeśli używasz komputera, którym opiekuje się administrator i nie masz wystarczających uprawnień aby zainstalować nową przeglądarkę, poproś o to administatora.
pt_br: Se você está em um computador, que é mantido por um administrador e você não pode instalar um novo navegador, fale com seu administrador sobre isso.
ro_ro: Daca folosesti un computer care este intretinut de catre un administrator si nu ai drepturi de instalare, roaga-ti administratorul sa te ajute.
ru_ru: Если Вы не администратор этого компьютера и не можете сами установить новый браузер, обратитесь с этой просьбой к администратору.
sk_sk: Požiadajte Vašeho správcu o aktualizáciu ak ju nemôžete vykonať samy.
sl_si: Če vaš računalnik nadzira administrator in sami ne morete posodobiti brskalnike, prosite svojega administratorja naj to stori on.
sr_cs: Ako ste na računaru koji se održava od strane administratora i ne možete da instalirate novi pretraživa, pitajte svog administratora o tome.
sv_se: Om du använder en dator som underhålls av en administratör, och du inte själv kan installera en webbläsare: fråga din administratör om saken.
th_th: สอบถามผู้ดูแลระบบของคุณเพื่อปรับปรุงเบราว์เซอร์ของคุณ หากคุณไม่สามารถติดตั้งการปรับปรุงด้วยตัวเอง
tr_tr: Eğer bir yönetici tarafından yönetilen bilgisayar kullanıyorsanız ve bu nedenle tarayıcınızı güncelleyemiyorsanız, yönetici ile temasa geçiniz.
uk_ua: Якщо Ви не є адміністратором цього комп'ютера та не маєте можливості оновити браузер власноруч, зверніться з проханням щодо оновлення браузера до адміністратора Вашої локальної мережі.
vi_vn: Nếu bạn không thể tự cài đặt các bản cập nhật, hãy đề nghị quản trị viên mạng của bạn cập nhật trình duyệt của bạn.
zh_cn: 如果您所使用的浏览器并不是您管理的，并且因此您不能安装新浏览器，请联系您的电脑管理员以协助您这样做。
zh_tw: 如果您所使用的瀏覽器並不是您管理的，並且因此您不能安裝新瀏覽器，請聯繫您的電腦管理員以協助您這樣做。

source: This website uses cookies
ar_sa: موقع الإنترنت هذا يستخدم ملفات تعريف الارتباط
bg_bg: Тази страница използва бисквитки
ca_es: Aquest lloc web utilitza cookies
cs_cz: Tento web používá cookies
da_dk: Dette website bruger cookies
de_de: Diese Webseite verwendet Cookies
el_gr: Αυτή η ιστοσελίδα χρησιμοποιεί cookies
et_ee: See veebileht kasutab küpsiseid
fa_ir: این وب سایت از فایل‌های کوکی استفاده می‌کند
fi_fi: Tämä sivusto käyttää evästeitä
fr_fr: Ce site web utilise des cookies
ga_ie: Baineann an suíomh gréasáin seo feidhm as fianáin
he_il: אתר זה עושה שימוש בעוגיות.
hi_in: यह वेबसाइट कुकीज़ का उपयोग करती हैं
hr_hr: Ova web stranica koristi kolačiće
id_id: Website ini menggunakan cookies
ja_jp: このウェブサイトはクッキーを使用します
ko_kr: 이 웹사이트는 쿠키를 사용합니다
ms_my: Tapak web ini menggunakan kuki
nl_nl: Deze website gebruikt cookies
no_no: Dette nettstedet bruker cookies
pl_pl: Ta strona korzysta z plików cookies.
pt_br: Este site usa cookies
ro_ro: Acest website folosește cookies
ru_ru: Этот сайт использует cookie-файлы
sk_sk: Táto stránka používa cookies
sl_si: Ta spletna stran uporablja piškotke
sv_se: Den här webbplatsen använder cookies
th_th: เว็บไซต์นี้ใช้คุกกี้
tr_tr: Bu internet sitesi çerezleri kullanıyor
uk_ua: Цей сайт використовує файли cookie
vi_vn: Website này có sử dụng cookie
zh_cn: 此网站使用 cookie
zh_tw: 此網站使用 cookies。

source: Close
ar_sa: غلق
ca_es: Tancar
cs_cz: Zavřít
da_dk: Luk
de_de: Schließen
el_gr: Τερματισμός
et_ee: Kinni
fa_ir: بستن
fi_fi: Sulje
fr_fr: Fermer
he_il: סגור
hr_hr: Zatvori
id_id: Tutup
ja_jp: 閉じる
ko_kr: 종료
ms_my: Tutup
nl_nl: Sluiten
no_no: Lukk
pl_pl: Zamknij
pt_br: Fechar
ro_ro: Închidere
ru_ru: Закрыть
sk_sk: Zatvoriť
sl_si: Zapri
sv_se: Stäng
th_th: ปิด
tr_tr: Kapat
uk_ua: Закрити
vi_vn: Đóng
zh_cn: 关闭
zh_tw: 關閉

source: On top of that your operating system (%s) is so old and unsecure that there is no up-to-date browser available anymore.
ca_es: A més a més, el seu sistema operatiu (%s) és tan vell i insegur que ja no hi ha disponible cap navegador actualitzat.
cs_cz: Váš operační systém (% s) je navíc tak starý a nezabezpečený, že pro něho není k dispozici žádný aktuální prohlížeč.
da_dk: Desuden er dit styresystem (%s) så gammelt og usikkert at der ikke er nogen tidsvarende browser tilgængelig mere.
de_de: Obendrein ist ihr Betriebssystem (%s) so alt und unsicher dass dafür kein aktueller Browser mehr verfügbar ist.
el_gr: Επιπλέον το λειτουργικό σας σύστημα (%s) είναι τόσο παλιό που δεν παρέχει ασφάλεια και δεν υπάρχει κάποια σύγχρονη εφαρμογή περιήγησης.
et_ee: Peale selle on Teie operatsioonisüsteem (%) nii vana ja ebaturvaline, et sellele ei ole enam võimalik paigaldada kaasaegset veebilehitsejat.
fa_ir: علاوه بر این، (%s) سیستم عامل شما، آنقدر قدیمی و ناامن است که دیگر هیچ مرورگر به روزی برای آن در دسترس نیست.
he_il: חוץ מזה מערכת ההפעלה שלך (%s) כל-כך ישנה ולא מאובטחת, שכבר אין אף אף דפדפן מעודכן זמין.
hr_hr: Povrh toga, vaš operativni sustav (%s) je toliko star i nesiguran da za njega više nema dostupnih ažuriranih preglednika.
ko_kr: 무엇보다 귀하의 운영체제(%s) 가 너무 예전 것이고 불안전해 더 이상 이용 가능한 최근 브라우저가 없습니다.
ms_my: Selain itu, sistem operasi anda (%s) begitu usang dan tidak selamat sehinggakan tiada lagi pelayar terkini yang tersedia.
pt_br: Mais importante, seu sistema operacional (%s) é tão antigo e inseguro que não há mais nenhum navegador atualizado disponível para ele.
ru_ru: Во-первых, ваша операционная система (%s) слишком устарела и небезопасна: обновленная версия браузера более не доступна.
sk_sk: Váš operačný systém (%s) je navyše natoľko zastaralý a nezabezpečený, že už nie je k dispozícii žiadny nový prehliadač.
sl_si: Poleg tega je vaš operacijski sistem (%s) tako star in nezaščiten, da zanj ni več na voljo posodobljene verzije brskalnika.
th_th: ระบบปฏิบัติการของคุณ (%s) ทั้งเก่าและไม่ปลอดภัยจนไม่มีเบราว์เซอร์ที่ทันสมัยให้ใช้อีกต่อไป
zh_cn: 鉴于您的操作系统 (%s) 太旧，而且不安全，最新的浏览器均不再支持该系统。

source: An initiative by web designers to inform users about browser-updates
sr_rs: Inicijativa web dizajnera da informišu korisnike o nadogradnji pretraživača

source: The Project
sr_rs: Projekat

source: Update Browser
sr_rs: Nadogradi pretraživač

source: Your browser is out-of-date. Please download one of these up-to-date, free and excellent browsers:
sr_rs: Vaš pretraživač je zastareo. Molim vas da preuzmete jedan od ovih ažurnih, besplatnih i odličnih pretraživača:

source: Your browser (%s) is <b>out of date</b>. It has known <b>security flaws</b> and may <b>not display all features</b> of this and other websites. <a%s>Learn how to update your browser</a>
sr_rs: Vaš pretraživač (%s) je <b>zastareo</b>. Ima poznate <b>sigurnosne probleme</b> i najverovatnije <b>neće prikazati sve funkcionalnisti</b> ovog i drugih sajtova. <a%s>Nauči više o nadogradnji svog pretraživača</a>

source: Newer browsers protect you better against scams, viruses, trojans, phishing and other threats. They also fix security holes in your current browser!
sr_rs: Noviji pretraživači vas bolje štiti od prevara, virusa, trojanaca, phishing i drugih pretnji. Oni takođe popravljaju sigurnosne rupe u vašem trenutnom pretraživaču.

source: Compatibility
sr_rs: Kompatibilnost

source: Websites using new technology will be displayed more correctly
sr_rs: Sajtovi koji koriste nove tehnologije biće prikazani tačnije i bolje.

source: Comfort &amp; better experience
sr_rs: Lagodno i bolje iskustvo

source: With new features, extensions and better customisability, you will have a more comfortable web-experience
sr_rs: Sa novim karakteristikama, ekstenzijama i boljom prilagodljivošću, imaćete udobnije veb-iskustvo.
