Repository: A-Archives-and-Forks/browser-update
Catalog: lang/*/LC_MESSAGES/update.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, et_ee, fa_ir, fi_fi, fr_fr, ga_ie, he_il, hi_in, hr_hr, id_id, ja_jp, ko_kr, lv_lv, ms_my, nl_nl, no_no, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sr_cs, sr_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

source: Why do I need an up-to-date browser?
ar_sa: لماذا احتجاح متصفح حديث؟
bg_bg: Защо се нуждая от актуален браузър?
ca_es: Per què necessito un navegador actualitzat?
cs_cz: Proč potřebuji aktualizovaný prohlížeč?
da_dk: Hvorfor skal jeg bruge en opdateret browser?
de_de: Warum benötige ich einen aktuellen Browser?
el_gr: Γιατί χρειάζομαι έναν ενημερωμένο φυλλομετρητή;
et_ee: Miks vajan kaasaegset veebilehitsejat?
fa_ir: چرا مرورگر من باید به روز باشد؟
fi_fi: Miksi tarvitsen ajan tasalla olevan selaimen?
fr_fr: Pourquoi ai-je besoin d'un navigateur à jour ?
ga_ie: Cén fáth a bhfuil líonléitheoir atá cothrom le dáta de dhíth orm?
he_il: מדוע אני זקוק לדפדפן עדכני?
hi_in: मुझे एक अप-टू-डेट ब्राउज़र की आवश्यकता क्यों है?
hr_hr: Zašto trebam ažuriran preglednik?
id_id: Kenapa saya perlu peramban terperbarui?
ja_jp: なぜ最新バージョンのブラウザが必要なのか？
ko_kr: 이 업데이트 된 브라우저가 왜 필요합니까?
lv_lv: Kāpēc man vajadzētu atjaunināt savu pārlūkprogrammu?
ms_my: Mengapa saya memerlukan pelayar terkini?
nl_nl: Waarom heb ik een up-to-date browser nodig?
no_no: Hvorfor trenger jeg en oppdatert nettleser?
pl_pl: Dlaczego powinienem zaktualizować przeglądarkę?
pt_br: Porque preciso de um browser atualizado?
ro_ro: De ce am nevoie de un browser actual?
ru_ru: Почему мне нужен новый браузер?
sk_sk: Prečo potrebujem aktualizovaný prehliadač?
sl_si: Zakaj moram posodobiti brskalnik?
sr_cs: Zašto mi treba moderan pretraživač ?
sr_rs: Zašto mi treba moderan pretraživač ?
sv_se: Varför behöver jag en up-to-date webbläsare?
th_th: ทำไมฉันต้องถึงต้องการเบราว์เซอร์ที่ทันสมัย?
tr_tr: Tarayıcımı neden güncellemeliyim?
uk_ua: Чому потрібно мати актуальну версію сучасного браузера?
vi_vn: Lý do tôi cần một trình duyệt cập nhật?
zh_cn: 为什么需要最新版浏览器？
zh_tw: 為什麼需要最新版瀏覽器？

source: Security
ar_sa: الآمان
bg_bg: Сигурност
ca_es: Seguretat
cs_cz: Bezpečnost
da_dk: Sikkerhed
de_de: Sicherheit
el_gr: Ασφάλεια
et_ee: Turvalisus
fa_ir: امنیت
fi_fi: Tietoturva
fr_fr: Pour la sécurité
ga_ie: Cosaint
he_il: אבטחה
hi_in: सुरक्षा
hr_hr: Sigurnost
id_id: Keamanan
ja_jp: 安全保障
ko_kr: 보안
lv_lv: Drošība
ms_my: Keselamatan
nl_nl: Veiligheid
no_no: Sikkerhet
pl_pl: Bezpieczeństwo
pt_br: Segurança
ro_ro: Siguranta
ru_ru: Безопасность
sk_sk: Bezpečnosť
sl_si: Varnost
sr_cs: Sigurnost
sr_rs: Sigurnost
sv_se: Säkerhet
th_th: ความปลอดภัย
tr_tr: Güvenlik
uk_ua: Безпека
vi_vn: Tính bảo mật
zh_cn: 更安全
zh_tw: 更安全

source: Newer browsers protect you better against viruses, scams and other threats. Outdated browsers have security holes which are fixed in updates.
ar_sa: المتصفحات المُحدثه الجديدة، تحميك من الاحتيال، الفيروسات، وكثير من الأمور الأخرى المتصفحات المُحدثة تقوم بإغلاق ثغرات قد تكون موجودة في متصفحك الحالي.
bg_bg: По-новите версии на браузърите Ви защитават по-добре срещу измами, вируси, троянци, фишинг и други заплахи. Те също нямат пропуските в сигурността, които има във Вашата версия на браузъра.
ca_es: Els navegadors moderns et protegeixen millor dels virus, troians, phishing i altres amenaces. També corregeixen els forats de seguretat del teu navegador actual!
cs_cz: Novější prohlížeče Vás lépe chrání před podvody, viry, trojskými koňmi, phishingem a dalšími hrozbami. Také opravují bezpečnostní díry ve Vašem stávajícím prohlížeči!
da_dk: Nyere browsere beskytte dig bedre mod svindel, virus, trojanere, phishing og andre trusler. De retter også mange sikkerhedshuller i din nuværende browser!
de_de: Neuere Browser schützen besser vor Viren, Betrug, Datendiebstahl und anderen Bedrohungen Ihrer Privatsphäre und Sicherheit. Aktuelle Browser schließen Sicherheitslücken, durch die Angreifer in Ihren Computer gelangen können.
el_gr: Οι νεότεροι φυλλομετρητές σας προστατεύουν από απάτες, ιούς, δούρειους ίππους, ηλεκτρονικό "ψάρεμα" και άλλες απειλές. Επιπλέον, επιδιορθώνουν κενά ασφαλείας στο πρόγραμμα περιήγησης που χρησιμοποιείτε αυτήν την στιγμή!
et_ee: Uuemad veebilehitsejad kaitsevad Teid paremini viiruste, pettuste ja teiste ohtude eest. Aegunud veebilehitsejais on turvaauke, mis uuendustes on parandatud.
fa_ir: مرورگرهای جدیدتر در برابر ویروسها، کلاهبرداری‌ها و تهدیدات دیگر بهتر از شما محافظت می‌کنند. مرورگرهایی که قدیمی شده‌اند شامل حفره های امنیتی‌ای هستند که در نسخه‌های به روز رسانی شده اصلاح شده‌اند.
fi_fi: Uudemmat selaimet auttavat sinua suojautumaan huijauksilta, viruksilta, troijalaisilta, tietojen kalastelulta ja muilta uhilta. Nykyisessä selaimessasi saattaa olla tietoturva-aukkoja.
fr_fr: Tout navigateur actualisé vous protègera encore plus face aux arnaques, virus, chevaux de Troie, à l'hameçonnage et à toute autre menace. Il comblera toute faille de sécurité éventuelle du navigateur utilisé jusqu'ici et protègera votre vie privée !
ga_ie: Cosnaíonn líonléitheoirí nua níos fearr thú ó chamscéimeanna, aicídí, Traígh, fioscaireacht agus ó bhagairtí eile. Deisíonn siad freisin éalanga i do líonléitheoir reatha!
he_il: דפדפנים חדישים מגנים עליך טוב יותר מפני תרמיות, וירוסים, סוסים טרויאנים פישינג ואיומים אחרים. הם גם מתקנים חורי אבטחה בדפדפן הנוכחי שלך!
hi_in: नए ब्राउज़र वायरस, घोटालों और अन्य खतरों के खिलाफ बेहतर सुरक्षा प्रदान करते हैं। पुराने ब्राउज़रों में सुरक्षा कमियां होती हैं जो अपडेटस में ठीक होती हैं।
hr_hr: Novi preglednici vas bolje štite protiv virusa, prevara i drugih prijetnji. Zastarjeli preglednici imaju sigurnosne rupe koje se ažuriranjima otklanjaju.
id_id: Browser yang lebih baru melindungi Anda lebih baik terhadap penipuan, virus, trojan, ancaman phishing dan lainnya. Mereka juga memperbaiki lubang keamanan pada browser Anda saat ini!
ja_jp: 新しいブラウザーはより<a href="http://en.wikipedia.org/wiki/Internet_fraud" title="Internet fraud">詐欺</a>、ウイルス、<a href="http://ja.wikipedia.org/wiki/フィッシング_(詐欺)" title="フィッシング">フィッシングサイト</a>や他の脅威からあなたの個人データを守ることが可能です。更新されたブラウザーはウイルスなどがあなたのコンピューターに侵略すると言ったセキュリティーホールを補修します。。
ko_kr: 최신 브라우저는 사기, 바이러스, 트로이 목마, 피싱 및 기타 위협으로부터 더 나은 방법으로 당신을 보호합니다. 현재 브라우저의 보안 취약점을 보완하고 사용자의 개인 정보를 보호합니다!
lv_lv: Jaunākas pārlūkprogrammas labāk pasargā Jūs pret krāpniekiem, vīrusiem, spiegu programmām un citām briesmām. Atjaunināšana palīdz novērst drošības problēmas!
ms_my: Pelayar yang lebih baru melindungi anda dengan lebih baik daripada virus, penipuan dan ancaman lain. Pelayar usang mempunyai lompang keselamatan yang dibetulkan melalui kemas kini.
nl_nl: Nieuwere browsers kunnen beter beschermen tegen scams, virussen, trojans, phishing en andere bedreigingen.
no_no: Nyere nettlesere beskytter deg bedre mot virus, svindel og andre trusler. Utdaterte nettlesere har sikkerhetshull som er fikset i oppdateringer.
pl_pl: Nowa przeglądarka chroni lepiej przed oszustwami, wirusami, trojanami, phishingiem i innymi zagrożeniami. Pomaga usunąć luki w zabezpieczeniach bieżącej przeglądarki i chroni twoją prywatność!
pt_br: Um novo browser protege-o melhor contra esquemas, vírus, trojans, phishing e outras ameaças. Repara falhas de segurança que o seu browser atual possa ter e protege a sua privacidade!
ro_ro: Browserele moderne te protejeaza mai bine impotriva escrocheriilor, virusilor, troienilor, phishing-ului si a altor amenintari. De asemenea, acestea repara diverse probleme de securitate pe care browserul tau le are!
ru_ru: Современный браузер лучше защитит Вас от мошенничества, вирусов, "троянских коней", фишинговых атак и других угроз. Он поможет закрыть дыры в Вашей безопасности, возможно имеющиеся в Вашем настоящем браузере, и обеспечит защиту Вашей личной жизни!
sk_sk: Novšie prehliadače Vás lepšie ochránia pred vírusmi, podvodmi a inými hrozbami. Zastaralé prehliadače majú bezpečnostné diere, ktoré sú opravované cez aktualizácie.
sl_si: Novejši brskalniki vas bolje zaščitijo pred prevarami, virusi, trojanskimi konji in drugimi napadi. Prav tako popravijo varnostne luknje v vašem trenutnem brskalniku!
sr_cs: Noviji pretraživači vas bolje štiti od prevara, virusa, trojanaca, phishing i drugih pretnji. Oni takođe popravljaju sigurnosne rupe u vašem trenutnom pretraživaču.
sv_se: En modern webbläsare skyddar dig mot virus, bedragare, lösenordsfiske samt mot andra hot. Dessutom avlägsnar den säkerhetshål från din nuvarande webbläsare.
th_th: เบราว์เซอร์ใหม่ปกป้องคุณจากไวรัสหลอกลวงและภัยคุกคามอื่น ๆ ได้ดีกว่าเบราว์เซอร์ล้าสมัยที่มีช่องโหว่ด้านความปลอดภัยที่ได้รับการแก้ไขในการปรับปรุง
tr_tr: Yeni tarayıcılar sizi dolandırıcılıklar, virüsler, truva atları ve diğer tehditlere karşı daha iyi korur. Ayrıca şu an kullandığınız tarayıcıda bulunan güvenlik açıklarını düzeltir.
uk_ua: Останні версії сучасних браузерів набагато краще захистять Вашу систему та Ваше особисте життя від шахраїв, вірусів, троянів, фішингу та інших атак. Ці браузери вже давно мають захист від вразливостей, що наразі присутні у Вашому застарілому браузері!
vi_vn: Trình duyệt mới hơn giúp bảo vệ bạn tốt hơn trước các loại virus, các dạng lừa đảo và các nguy cơ khác. Những trình duyệt lỗi thời tồn tại những lỗ hổng bảo mật mà các bản cập nhật đều khắc phục được.
zh_cn: 新浏览器能够更好避免欺诈、病毒、木马、钓鱼攻击和其它威胁。它能够修复当前浏览器中的安全漏洞，保护个人隐私。
zh_tw: 新瀏覽器能夠更好避免欺詐、病毒、木馬、釣魚攻擊和其它威脅。它能夠修復當前瀏覽器中的安全漏洞，保護個人隱私。

source: Speed
ar_sa: السرعة
bg_bg: Бързина
ca_es: Velocitat
cs_cz: Rychlost
da_dk: Hastighed
de_de: Geschwindigkeit
el_gr: Ταχύτητα
et_ee: Kiirus
fa_ir: سرعت
fi_fi: Nopeus
fr_fr: Pour la rapidité
ga_ie: Luas
he_il: מהירות
hi_in: गति
hr_hr: Brzina
id_id: Kecepatan
ja_jp: 速度
ko_kr: 속도
lv_lv: Ātrums
ms_my: Kelajuan
nl_nl: Snelheid
no_no: Hastighet
pl_pl: Szybkość
pt_br: Velocidade
ro_ro: Viteza
ru_ru: Скорость
sk_sk: Rýchlosť
sl_si: Hitrost
sr_cs: Brzina
sr_rs: Brzina
sv_se: Hastighet
th_th: ความเร็ว
tr_tr: Hız
uk_ua: Швидкість
vi_vn: Tốc độ
zh_cn: 更快
zh_tw: 更快

source: Every new browser generation improves speed
ar_sa: كل جيل جديد من المتصفحات يطور السرعة
bg_bg: Всяка нова версия на браузърите подобрява скоростта.
ca_es: Cada nova generació del navegador millora la velocitat
cs_cz: Každá nová generace prohlížeče zlepšuje rychlost
da_dk: Enhver ny browser generation øger hastigheden
de_de: Jede neue Browsergeneration verbessert die Geschwindigkeit, mit der Webseiten dargestellt werden.
el_gr: Κάθε νέα γενιά φυλλομετρητών βελτιώνει την ταχύτητα της πλοήγησης
et_ee: Iga uus põlvkond veebilehitsejaid on eelnevast kiirem.
fa_ir: هر نسل جدید مرورگر سرعت را بهبود میبخشد
fi_fi: Jokainen uusi selainsukupolvi parantaa nopeutta.
fr_fr: La rapidité et le confort d'utilisation augmentent avec chaque nouvelle génération de navigateurs.
ga_ie: Cuireann gach glúin de líonléitheoirí le luas an ghréasáin
he_il: כל דור דפדפנים חדש מציג עמו שיפורי מהירות
hi_in: हर नई ब्राउज़र पीढ़ी गति में सुधार लाती हैं
hr_hr: Svaka nova generacija preglednika poboljšava brzinu
id_id: Setiap generasi baru meningkatkan kecepatan browser
ja_jp: 新バージョンのブラウザーはそれぞれインターネット表示速度が早くなっています。インターネットサーフィンをまた楽しむことができます。
ko_kr: 생성 된 모든 새로운 브라우저는 속도와 사용을 향상시킬 것입니다.
lv_lv: Katra jaunākā pārlūkprogrammu paaudz uzlabo ātrdarbību.
ms_my: Setiap generasi pelayar baru meningkatkan kelajuan
nl_nl: Nieuwere browsers werken veel sneller
no_no: Hver ny nettleser generasjon forbedrer hastigheten
pl_pl: Każda nowa generacja przeglądarek zwiększa szybkość i łatwość obsługi.
pt_br: Qualquer nova geração de browsers melhora a velocidade e a facilidade de utilização.
ro_ro: Fiecare generatie noua de browsere isi imbunatateste viteza
ru_ru: Любое новое поколение браузеров способствует увеличению скорости и простоте в использовании.
sk_sk: Každá ďalšia generácia prehliadačov zlepšuje rýchlosť
sl_si: Vsaka nova generacija brskalnikov izboljša hitrost
sr_cs: Svaka nova generacija pretraživača poboljšava brzinu.
sr_rs: Svaka nova generacija pretraživača poboljšava brzinu.
sv_se: Varje ny webbläsargeneration är snabbare än en äldre.
th_th: เบราว์เซอร์ใหม่ทุกรุ่นช่วยเพิ่มความเร็ว
tr_tr: Her yeni nesil tarayıcı hızı artırır
uk_ua: Кожне нове покоління браузерів є суттєво швидшим за попереднє
vi_vn: Mỗi thế hệ trình duyệt mới đều giúp cải thiện tốc độ
zh_cn: 每款新浏览器都能够提升网页访问速度。
zh_tw: 每款新瀏覽器都能夠提升網頁訪問速度。

source: Compatibility & new Technology
ar_sa: التوافق
bg_bg: Съвместимост
ca_es: Compatibilitat
cs_cz: Kompatibilita
da_dk: Kompabilitet
de_de: Kompatibilität und neue Technologien
el_gr: Συμβατότητα
et_ee: Sobivus ja uus tehnoloogia
fa_ir: سازگاری
fi_fi: Yhteensopivuus
fr_fr: Compatibilité
ga_ie: Comhoiriúnacht
he_il: תאימות
hi_in: संगतता और नई प्रौद्योगिकी
hr_hr: Kompatibilnost i nove tehnologije
id_id: Kecocokan
ja_jp: 互換性
ko_kr: 호환성
lv_lv: Saderība
ms_my: Keserasian & Teknologi baru
nl_nl: Betere werking
no_no: Kompatibilitet og ny teknologi
pl_pl: Zgodność ze standardami
pt_br: Tecnologia e compatibilidade
ro_ro: Compatibilitate
ru_ru: Совместимость
sk_sk: Kompatibilita a nové technológie
sl_si: Kompatibilnost
sr_cs: Kompatibilnost
sv_se: Kompatibilitet
th_th: ความเข้ากันได้และเทคโนโลยีใหม่
tr_tr: Uyumluluk
uk_ua: Сумісність
vi_vn: Tính tương thích & Công nghệ mới
zh_cn: 技术与兼容性
zh_tw: 相容性

source: You can view sites that are using the latest technology
ar_sa: المواقع التى تستخدم تقنيات جديدة ستعمل بشكل صحيح
bg_bg: Уебсайтове, които използват нови технологии, ще се показват коректно.
ca_es: Els llocs webs que fan servir noves tecnologies seran mostrats correctament
cs_cz: Webové stránky využívající nové technologie budou zobrazeny přesněji
da_dk: Websites, der benytter sig af ny teknologi, vil blive vist mere korrekt.
de_de: Die auf modernen Webseiten eingesetzten Techniken werden durch aktuelle Browser besser unterstützt. So erhöht sich die Funktionalität, und die Darstellung wird drastisch verbessert.
el_gr: Ιστοσελίδες που χρησιμοποιούν νέες τεχνολογίες θα εμφανίζονται πιο σωστά
et_ee: Saate vaadata veebilehti, mis kasutavad uusimat tehnoloogiat
fa_ir: سایت هایی که از تکنولوژی های جدید استفاده میکنند به درستی نمایش داده خواهند شد
fi_fi: Uusinta teknologiaa käyttävät sivustot näytetään oikein
fr_fr: Les sites Internet utilisant les nouvelles technologies s'afficheront correctement
ga_ie: Taispeánfar níos fearr suímh ghréasáin a bhaineann feidhm as nithe nua
he_il: אתרים אשר מציגים טכנולוגיות חדישות יוצגו באופן תקין יותר.
hi_in: आप उन साइटों को देख सकते हैं जो नवीनतम तकनीक का उपयोग करती हैं
hr_hr: Možete pregledavati web-stranice koje koriste najnoviju tehnologiju
id_id: Website yang menggunakan teknologi baru akan ditampilkan lebih tepatnya
ja_jp: どんどん出てきている新しい技術を使ったウェブサイトは、更新された新バージョンのブラウザーを使うことによってより良く利用可能です。こうして表示も圧倒的によくなると言ったことも実現可能になります。
ko_kr: 새로운 기술을 사용하는 웹 사이트가 더 정확하게 표시됩니다
lv_lv: Mājaslapas tiks attēlotas daudz korektāk, ja tajās būs izmantotas jaunākās tehnoloģijas
ms_my: Anda boleh melihat tapak yang menggunakan teknologi terkini
nl_nl: Websites die gebruik maken van nieuwe technieken werken (beter)
no_no: Du kan se sidene som bruker den nyeste teknologien
pl_pl: Strony używające nowych technologii będą poprawniej wyświetlane.
pt_br: Disfrute de web sites elaborados utilizando as tecnologias mais modernas com melhor legibilidade, 3D e vídeo.
ro_ro: Site-urile care folosesc tehnologii noi vor fi afisate mai bine
ru_ru: Новые технологи позволяют более точно отображать веб сайты
sk_sk: Môžete si prezerať stránky, ktoré používajú tie najnovšie technológie
sl_si: Spletne strani, ki uporabljajo novo tehnologijo, bojo prikazane bolj pravilno
sr_cs: Sajtovi koji koriste nove tehnologije biće prikazani tačnije i bolje.
sv_se: Webbsidor som använder nya webbtekniker kommer att fungera korrekt.
th_th: คุณสามารถดูเว็บไซต์ที่มีการใช้เทคโนโลยีใหม่ล่าสุด
tr_tr: Yeni teknolojileri kullanan web siteleri daha doğru görüntülenir
uk_ua: Нові технології дозволяють сучасним браузерам коректніше відображати зміст веб-сайтів
vi_vn: Bạn có thể xem các trang web hiện dùng công nghệ mới nhất
zh_cn: 使用拥有最新科技、更易读、三维和视频的网页，享受精彩内容。
zh_tw: 使用最新科技、更易讀、三維和視頻的網頁，享受精彩內容。

source: Comfort & better experience
ar_sa: الراحة و تجربة أفضل
bg_bg: Комфорт и по-добро сърфиране
ca_es: Confort i millor experiència
cs_cz: Komfort &amp; lepší zážitek
da_dk: Komfort &amp; bedre oplevelse
de_de: Komfort &amp; Leistung
el_gr: Άνεση &amp; καλύτερη εμπειρία
et_ee: Mugavus ja parem kogemus
fa_ir: آسایش &amp; تجربه ای بهتر
fi_fi: Parempi käyttökokemus
fr_fr: Confort &amp; meilleure expérience
ga_ie: Suaimhneas &amp; feabhas
he_il: נוחות וחוויה טובה יותר.
hi_in: आराम और बेहतर अनुभव
hr_hr: Udobnost i bolje iskustvo
id_id: Comfort & pengalaman yang lebih baik
ja_jp: 快適さとその実績
ko_kr: 향상된 사용자 경험
lv_lv: Komforts un ērtības
ms_my: Keselesaan & pengalaman lebih baik
nl_nl: Comfort &amp; betere beleving
no_no: Komfort og bedre opplevelse
pl_pl: Łatwość obsługi i funkcjonalność
pt_br: Conforto &amp; experiência mais rica
ro_ro: Confort &amp; si o experienta mai buna
ru_ru: Удобство и эффективность
sk_sk: Pohodlie a lepší zážitok
sl_si: Udobje & boljša uporabniška izkušnja
sr_cs: Lagodno i bolje iskustvo
sv_se: En bättre upplevelse
th_th: สะดวกสบายและประสบการณ์ที่ดีขึ้น
tr_tr: Konfor &amp; daha iyi deneyim
uk_ua: Зручність та задоволення
vi_vn: Sự tiện lợi & trải nghiệm tốt hơn
zh_cn: 更舒适的体验
zh_tw: 更舒適的體驗

source: Have a more comfortable experience with new features, extensions and better customisability.
ar_sa: مع الميزات الجديدة و الإضافات و الخيارات ستحصل على راحة اكثر و تجربة أفضل.
bg_bg: С нови възможности, добавки и по-добри възможности за персонализиране, Вие ще имате по-комфортно уеб-изживяване.
ca_es: Amb noves característiques, extensions i millor personalització, tindras una experiència web més confortable.
cs_cz: S novými funkcemi, rozšířeními a lepší přizpůsobitelností budete mít lepší zážitky s webem
da_dk: Med nye funktioner, udvidelser og bedre indstillingsmuligheder, vil du have en mere komfortabel oplevelse på nettet.
de_de: Mit neuen Funktionen, Erweiterungen und besserer Anpassbarkeit werden Sie schneller und einfacher im Internet surfen können.
el_gr: Με νέα χαρακτηριστικά, προσθήκες και καλύτερη παραμετροποίηση, θα έχετε μια πιο άνετη εμπειρία κατά την πλοήγησή σας στο διαδίκτυο
et_ee: Saage osa mugavamast kogemusest uute rakenduste, laienduste ja parema seadistatavusega.
fa_ir: تجربه‌ای راحت تر با قابلیت‌های جدیدتر و بیشتر و امکانات بهتر برای سفارشی کردن مرورگر.
fi_fi: Uudet ominaisuudet ja paremmat mukauttamismahdollisuudet sekä lisäosat mahdollistavat paremman käyttökokemuksen.
fr_fr: Avec de nouvelles fonctionnalités, des extensions et une meilleur personnalisation, vous profiterez d'une meilleur expérience d'Internet
ga_ie: Rachaidh na gnéithe nua, na breiseáin agus an saincheapú níos fearr chun sochar duit fad is atá tú ag breathnú ar rudaí ar an ngréasán.
he_il: עם פיצ'רים, תוספים ויכולת התאמה אישית טובה יותר, תהיה לך חווית גלישה נוחה יותר
hi_in: नई सुविधाओं, एक्सटेंशनो और बेहतर कस्टमाइजेशन के साथ और अधिक आरामदायक अनुभव करें।
hr_hr: Uživajte u većoj udobnosti koje pružaju nove sposobnosti, dodaci mogućnosti prilagođavanja.
id_id: Dengan fitur baru, ekstensi dan customisability lebih baik, Anda akan memiliki web pengalaman lebih nyaman
ja_jp: 新しい機能とより良い拡張機能を備えたブラウザーを使うことによって、より早く簡単にインターネットサーフィンをすることが出来ます。
ko_kr: 새로운 기능, 확장, 옵션이 추가되어 더 나은 웹 브라우징을 즐길 수 있습니다
lv_lv: Ar jaunām iespējām, paplašinājumiem un labāku pielāgojamību tīmekļa lapas pārlūkot būs patīkamāk.
ms_my: Dapatkan pengalaman yang lebih selesa dengan ciri-ciri dan sambungan baru serta kebolehsuaian yang lebih baik.
nl_nl: Met nieuwe mogelijkheden, uitbreidingen, etc. gaat het internetten een stuk aangenamer
no_no: Få en mer komfortabel opplevelse med nye funksjoner, utvidelser og bedre tilpasninger.
pl_pl: Dzięki nowym funkcjonalnościom, rozszerzeniom i większej możliwości dopasowania do własnych potrzeb, będziesz bardziej zadowolonym użytkownikiem internetu.
pt_br: Com novas características, extensões e melhor possibilidade de personalização terá uma experiência web mais confortável. Os novos browsers mantêm-se automaticamente atualizados e protegidos.
ro_ro: Cu noi caracteristici, extensii si o mai buna personalizare, vei avea o experienta mai confortabila online
ru_ru: Новые возможности, расширения и большая гибкость позволит Вам более эффективно пользоваться сетью интернет.
sk_sk: Urobte svoje prehliadanie pohodlnejšie novými funkciami, rozšíreniami a lepšími možnosťami prispôsobenia.
sl_si: Zaradi novih funkcij, razširitev in večje prilagodljivosti boste imeli veliko boljšo uporabniško izkušnjo
sr_cs: Sa novim karakteristikama, ekstenzijama i boljom prilagodljivošću, imaćete udobnije veb-iskustvo.
sv_se: Med nya funktioner, tillägg samt bättre anpassningsbarhet kommer du att få en mycket mer komfortabel upplevelse på webben
th_th: มีประสบการณ์ที่สะดวกสบายมากขึ้นด้วยคุณสมบัติใหม่ ๆ ส่วนขยายและการปรับแต่งที่ดีกว่า
tr_tr: Yeni özellikler, eklentiler ve daha çok kişiselleştirilebilirlik ile web deneyimleriniz daha konforlu olur
uk_ua: Завдяки новим можливостям технологій та стандартів, безлічі різноманітних додатків та розширень, що наразі існують для сучасних браузерів, та неперевершеній гнучкості у налаштуваннях Вам буде набагато зручніше користуватися мережею, тож Ваше задоволення від процесу значно зросте
vi_vn: Có được một trải nghiệm tiện lợi hơn với các tính năng mới, các phần mở rộng và khả năng tùy biến.
zh_cn: 借助全新功能、扩展和更强的兼容性，带来更舒适的网页浏览体验。新浏览器能够自动更新，并且全方位保护。
zh_tw: 經由全新功能、擴展和更強的相容性，帶來更舒適的網頁瀏覽體驗。新瀏覽器能夠自動更新，並且全方位保護。

source: Why this website?
ar_sa: لماذا هذه الموقع؟
bg_bg: Защо този уеб сайт?
ca_es: Per què aquest lloc web?
cs_cz: Proč tato stránka?
da_dk: Hvorfor dette website?
de_de: Wozu diese Webseite?
el_gr: Γιατί αυτός ο ιστότοπος;
et_ee: Miks see veebileht?
fa_ir: چرا این سایت ؟
fi_fi: Miksi tämä sivusto?
fr_fr: Pourquoi ce site ?
ga_ie: Cén fáth a bhfuil an suíomh gréasáin seo ann?
he_il: לשם מה אתר זה?
hi_in: यह वेबसाइट क्यों?
hr_hr: Zašto ova web-stranica?
id_id: Mengapa situs ini?
ja_jp: なぜこのウェブサイトを？
ko_kr: 왜 이 사이트인가요?
lv_lv: Kāpēc šī mājas lapa?
ms_my: Mengapa tapak web ini?
nl_nl: Waarom deze website?
no_no: Hvorfor dette nettstedet?
pl_pl: Czemu powstała ta strona?
pt_br: Porquê este web site?
ro_ro: De ce exista acest site?
ru_ru: Почему этот веб-сайт?
sk_sk: Prečo táto webstránka?
sl_si: Zakaj ta spletna stran?
sr_cs: Zašto ovaj web sajt?
sr_rs: Zašto ovaj web sajt?
sv_se: Varför en sådan här webbsida?
th_th: ทำไมถึงต้องเป็นเว็บไซต์นี้?
tr_tr: Neden bu web sitesi?
uk_ua: Чому з’явився цей веб-сайт?
vi_vn: Tại sao lại là website này?
zh_cn: 为什么是这个网站？
zh_tw: 為什麼是這個網站？
