Repository: A-Archives-and-Forks/browser-update
Catalog: lang/*/LC_MESSAGES/update.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, et_ee, fa_ir, fi_fi, fr_fr, ga_ie, he_il, hi_in, hr_hr, id_id, ja_jp, ko_kr, lv_lv, ms_my, nl_nl, no_no, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sr_cs, sr_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

source: Update your Browser
ar_sa: قم بتحديث متصفحك
bg_bg: Актуализирай браузъра си
ca_es: Actualitza el Navegador
cs_cz: Aktualizujte Váš prohlížeč
da_dk: Opdater browser
de_de: Browser aktualisieren
el_gr: Ενημερώστε τον φυλλομετρητή σας
et_ee: Uuendage oma veebilehitsejat
fa_ir: به روز رسانی مرورگر
fi_fi: Päivitä Selaimesi
fr_fr: Mettre le navigateur à jour
ga_ie: Nuashonraigh do Líonléitheoir
he_il: עדכן את הדפדפן שלך
hi_in: अपने ब्राउज़र को अपडेट करें
hr_hr: Ažurirajte svoj preglednik
id_id: Ã¤update
ja_jp: ブラウザを更新
ko_kr: 브라우저를 업데이트하세요
lv_lv: Atjauniniet savu pārlūkprogrammu.
ms_my: Kemas kini Pelayar anda
nl_nl: Update uw browser
no_no: Oppdater din nettleser
pl_pl: Przeglądarka Update
pt_br: Update
ro_ro: Actualizeaza-ti browserul
ru_ru: Обновление браузера
sk_sk: Aktualizujte si prehliadač
sl_si: Update Browser
sr_cs: Nadogradite vaš pretraživač
sr_rs: Nadogradite vaš pretraživač
sv_se: Uppdatera din webbläsare
th_th: ปรับปรุงเบราว์เซอร์ของคุณ
tr_tr: Tarayıcınızı güncelleyin
uk_ua: Оновіть Ваш браузер
vi_vn: Cập nhật Trình duyệt của bạn
zh_cn: 更新您的浏览器
zh_tw: 更新您的瀏覽器

source: An initiative by websites to inform users to update their web browser
ar_sa: مبادرة من قبل مصممين مواقع لإخبار الزوار عن تحديث المتصفح
bg_bg: Инициатива на уеб дизайнери за информиране на потребителите за нуждата от актуализация на браузъра
ca_es: Una iniciativa de dissenyadors web per informar als usuaris sobre les actualitzacions del navegador
cs_cz: Iniciativa webových designerů informovat uživatele o aktualizacích prohlížečů
da_dk: Et initiativ fra webdesigners for at informere brugerne om browser-opdateringer
de_de: Eine Initiative von Webdesignern, um Benutzer über Updates für ihren Webbrowser zu informieren
el_gr: Μια πρωτοβουλία από σχεδιαστές ιστοσελίδων με στόχο την ενημέρωση των χρηστών σχετικά με αναβαθμίσεις προγραμμάτων περιήγησης
et_ee: Veebilehtede algatus ajendamaks kasutajaid uuendama oma veebilehitsejat
fa_ir: یک ابتکار توسط طراحان وب برای مطلع کردن کاربران از به روز رسانی های مرورگر
fi_fi: Websuunnittelijoiden hanke jonka tarkoituksena on informoida käyttäjiä selainpäivityksistä
fr_fr: Une initiative de WebDesigners pour informer les utilisateurs sur les mises à jour de leur navigateur
ga_ie: Togra ó dhearthóirí gréasáin chun daoine a chur ar an eolas faoi nuashonruithe do líonléitheoirí
he_il: יוזמה של מעצבי רשת להתריע למשתמשים אודות עדכוני דפדפן
hi_in: वेबसाइटों द्वारा उपयोगकर्ताओं को अपने वेब ब्राउज़र को अपडेट करने की सूचना देने के लिए एक पहल
hr_hr: Inicijativa web-stranica za obavještavanje korisnika da ažuriraju svoje preglednike
id_id: Sebuah inisiatif oleh webdesigners untuk memberitahukan pengguna tentang browser-update
ja_jp: ブラウザーアップデート利用者へお知らせするためのウェブデザイナーによる第一歩
ko_kr: 웹 디자이너들이 시작한 브라우저 업데이트 알림 프로그램
lv_lv: Šo mājas lapu veidojuši web izstrādātāji, lai informētu lietotājus par pārlūkprogrammu atjauninājumiem
ms_my: Satu inisiatif oleh tapak web untuk memaklumkan pengguna agar mengemas kini pelayar web mereka
nl_nl: Een initiatief van webdesigners om bezoekers te informeren over browser-updates
no_no: Et initiativ av nettsteder for å informere brukere om å oppdatere nettleseren sin
pl_pl: Inicjatywa projektantów WWW mająca na celu informowanie internautów o aktualizowaniu przeglądarek
pt_br: Uma iniciativa dos designers da web para informar os utilizadores sobre as atualizações dos browsers
ro_ro: O initiativa a designer-ilor de pagini web, pentru a informa utilizatorii asupra actualizarii browser-elor de internet
ru_ru: Инициатива веб-дизайнеров по информированию пользователей о необходимости обновить браузер
sk_sk: Iniciatíva webstránok na informovanie používateľov o aktuálnosti ich prehliadačov
sl_si: Iniciativa med spletnimi oblikovalci, da obvestijo uporabnike o posodobitvah za brskalnike
sr_cs: Inicijativa web dizajnera da informišu korisnike o nadogradnji pretraživača
sv_se: Ett initiativ av webbutvecklare för att informera om webbläsaruppdateringar
th_th: ความคิดริเริ่มจากเว็บไซต์เพื่อแจ้งให้ผู้ใช้ปรับปรุงเว็บเบราว์เซอร์ของพวกเขา
tr_tr: Tarayıcı güncellemeleri hakkında kullanıcıları bilgilendirmek için web tasarımcılar tarafından oluşturulmuş bir girişim
uk_ua: Ініціатива веб-розробників з інформування пересічних користувачів мережі щодо оновлення браузерів
vi_vn: Một sáng kiến của các website nhằm báo cho người dùng nên cập nhật trình duyệt web của họ
zh_cn: 网页设计师的倡议：告知用户更新浏览器
zh_tw: 網頁設計師的倡議：告知用戶更新瀏覽器

source: About the Project
ar_sa: المشروع
bg_bg: Проектът
ca_es: El Projecte
cs_cz: Projekt
da_dk: Om projektet
de_de: Das Projekt
el_gr: Το έργο
et_ee: Projektist
fa_ir: درباره پروژه
fi_fi: Projekti
fr_fr: Le Projet
ga_ie: An Tionscadal
he_il: הפרויקט
hi_in: परियोजना के बारे में
hr_hr: O projektu
id_id: Tentang Proyek
ja_jp: プロジェクトについて
ko_kr: 프로젝트에 대하여
lv_lv: Projekts
ms_my: Mengenai Projek Ini
nl_nl: Het Project
no_no: Om prosjektet
pl_pl: O projekcie
pt_br: Sobre o projeto
ro_ro: Proiectul
ru_ru: о проекте
sk_sk: O projekte
sl_si: O projektu
sr_cs: Projekat
sv_se: Om projektet
th_th: เกี่ยวกับโครงการ
tr_tr: Proje
uk_ua: Проект
vi_vn: Giới thiệu Dự án
zh_cn: 关于项目
zh_tw: 關於項目

source: Statistics
ar_sa: الإحصائيات
bg_bg: Статистика
ca_es: Estadístiques
cs_cz: Statistiky
da_dk: Statistikker
de_de: Statistik
el_gr: Στατιστικά
et_ee: Statistika
fa_ir: آمار
fi_fi: Tilastot
fr_fr: Statistiques
ga_ie: Staitisticí
he_il: סטטיסטיקות
hi_in: आंकड़े
hr_hr: Statistika
id_id: Statistika
ja_jp: 統計
ko_kr: 통계
lv_lv: Statistika
ms_my: Statistik
nl_nl: Statistieken
no_no: Statistikk
pl_pl: Statystyki
pt_br: Estatísticas
ro_ro: Statistici
ru_ru: Параметр
sk_sk: Štatistiky
sl_si: Statistike
sr_cs: Statistike
sr_rs: Statistike
sv_se: Statistik
th_th: สถิติ
tr_tr: İstatistikler
uk_ua: Статистика
vi_vn: Thống kê
zh_cn: 统计
zh_tw: 統計

source: Blog
ar_sa: المدونة
bg_bg: Блог
ca_es: Bloc
el_gr: Ιστολόγιο
et_ee: Blogi
fa_ir: بلاگ
fi_fi: Blogi
ga_ie: Blag
he_il: בלוג
hi_in: ब्लॉग
ja_jp: ブログ
ko_kr: 블로그
lv_lv: Blogs
no_no: Blogg
ru_ru: Блог
sv_se: Blogg
th_th: บล็อก
uk_ua: Блог
zh_cn: 博客
zh_tw: 博客

source: Contact
ar_sa: الاتصال
bg_bg: За контакти
ca_es: Contacte
cs_cz: Kontakt
da_dk: Kontakt
de_de: Kontakt
el_gr: Επικοινωνία
et_ee: Kontakt
fa_ir: ارتباط
fi_fi: Yhteystiedot
ga_ie: Déan Teagmháil
he_il: צור קשר
hi_in: संपर्क
hr_hr: Kontakt
id_id: Kontak
ja_jp: コンタクト
ko_kr: 정보
lv_lv: Sazināties
ms_my: Hubungi
no_no: Kontakt
pl_pl: Kontakt
pt_br: Contato
ru_ru: Контакты
sk_sk: Kontakt
sl_si: Kontakt
sr_cs: Kontakt
sr_rs: Kontakt
sv_se: Ta kontakt
th_th: ติดต่อ
tr_tr: İletişim
uk_ua: Контакти
vi_vn: Liên hệ
zh_cn: 联系我们
zh_tw: 聯繫我們

source: Download updated %s web browser from %s website!
ar_sa: قم بتنزيل متصفح الوب المحدّث %s من موقع الوب %s!
bg_bg: Изтегляне на актуализирания %s уеб браузър от уебсайта на %s!
ca_es: Descarregui el navegador web %s actualitzat des del lloc web de %s!
cs_cz: Stáhněte si aktualizovaný prohlížeč %s z webu %s!
da_dk: Download opdateret %s-webbrowser fra %s hjemmeside!
de_de: Aktuellen %s Browser von der %s Webseite herunterladen!
el_gr: Κατεβάστε τον ενημερωμένο %s περιηγητή διαδικτύου από την %s ιστοσελίδα!
et_ee: Lae uuendatud %s veebibrauser alla %s kodulehelt!
fa_ir: دانلود به روز رسانی مرورگر وب %s از %s وب سایت!
fi_fi: Lataa päivitetty %s selain %s sivustolta!
fr_fr: Le téléchargement a été mis à jour %s navigateur internet de %s site internet !
he_il: הורידו דפדפן %s מעודכן מאתר %s!
hi_in: %s वेबसाइट से %s वेब ब्राउज़र में अपडेट डाउनलोड की गयी!
hr_hr: Preuzmite ažurirani web-preglednik %s sa stranice %s!
id_id: Unduh browser web %s yang telah diperbarui dari situs web %s!
ja_jp: 最新版の %s ウェブブラウザを %s ウェブサイトからダウンロードしましょう!
ko_kr: 업데이트 된 %s 웹 브라우저를 %s 웹사이트에서 다운로드 하세요!
ms_my: Muat turun pelayar web %s yang dikemas kini daripada tapak web %s!
nl_nl: Download geüpdatete %s webbrowser van %s website!
no_no: Last ned oppdatert %s nettleser fra %s nettside!
pl_pl: Pobierz zaktualizowaną przeglądarkę %s ze strony internetowej %s!
pt_br: Baixe o navegador de internet %s atualizado no site %s!
ro_ro: Descărcați browserul %s actualizat de pe site-ul %s!
ru_ru: Загрузите обновленный %s веб браузер с %s сайта!
sk_sk: Stiahnite si aktualizovaný prehliadač %s z webstránky %s!
sl_si: Prenesi zadnjo različico %s spletnega brskalnika %s spletne strani!
sv_se: Ladda ner uppdaterad %s webbläsare från %s webbplats!
th_th: ดาวน์โหลดเว็บเบราว์เซอร์ %s ที่อัพเดตแล้วจากเว็บไซต์ %s!
tr_tr: Web sitesinden %s web tarayıcısı %s güncellemesini indirin!
uk_ua: Завантажити оновлений %s веб-браузер з сайту!
vi_vn: Hãy tải xuống trình duyệt web %s cập nhật từ website %s!
zh_cn: 从 %s 网站下载更新的 %s 网页浏览器！
zh_tw: 從 %s 網站下載最新的 %s 網頁瀏覽器！

source: Most recent version not available for your system.
ar_sa: أحدث إصدار غير متوفر للنظام الخاص بك.
bg_bg: Най-новата версия не е налична за Вашата система.
ca_es: No disponible pel teu Sistema
cs_cz: Nejnovější verze není k dispozici pro Váš systém.
da_dk: Ikke tilgængenlig for dit system.
de_de: Neueste Version nicht für ihr Betriebssystem verfügbar.
el_gr: Δεν διατίθεται πιο πρόσφατη έκδοση για το σύστημά σας.
et_ee: Uusim versioon ei ole saadaval Teie süsteemile.
fa_ir: برای سیستم شما در دسترس نیست !
fi_fi: Uusinta versiota ei ole saatavilla järjestelmääsi.
fr_fr: Non disponible pour votre système.
ga_ie: Níl an leagan is déanaí do do chóras ar fáil.
he_il: לא זמין למערכת שלך.
hi_in: सबसे नवीन संस्करण आपके सिस्टम के लिए उपलब्ध नहीं है।
hr_hr: Najnovija verzija nije dostupna za vaš sustav.
ja_jp: お客様のシステムでは最新バージョンは実装不可能です。
lv_lv: Jaunākās versijas nav piemērotas Jūsu sistēmai.
ms_my: Versi terkini tidak tersedia untuk sistem anda.
nl_nl: Niet beschikbaar voor uw besturingssysteem.
no_no: Nyeste versjonen er ikke tilgjengelig for ditt system.
pl_pl: Niedostępne dla systemu operacyjnego.
pt_br: Não disponível para seu sistema operacional.
ro_ro: Cea mai recenta versiune nu este disponibila pentru sistemul tau.
ru_ru: Не предназначенный для вашей операционной системы.
sk_sk: Najnovšia verzia nie je dostupná pre Váš systém.
sl_si: Ni na voljo za vaš sistem.
sr_cs: Poslednja verzija nije raspoloživa za vaš sistem.
sr_rs: Poslednja verzija nije raspoloživa za vaš sistem.
sv_se: Inte tillgänglig för ditt system.
th_th: เวอร์ชั่นล่าสุดไม่สามารถใช้ได้กับระบบของคุณ
tr_tr: Sisteminiz için uygun bir versiyon bulunamadı.
uk_ua: На жаль, найсвіжіша версія цього браузера для Вашої системи наразі відсутня.
vi_vn: Phiên bản mới nhất hiện không khả dụng cho hệ thống của bạn.
zh_cn: 最新版本不适用于您的操作系统。
zh_tw: 最新版本不適用於您的作業系統。

source: Please choose another browser.
ar_sa: نرجو منك إختيار متصفح آخر
bg_bg: Моля, изберете друг браузър.
ca_es: Si us plau, tria un altre navegador
cs_cz: Vyberte si prosím jiný prohlížeč.
da_dk: Vælg venligst en anden browser.
de_de: Bitte wählen Sie einen anderen Browser aus.
el_gr: Παρακαλώ επιλέξτε κάποιον άλλον φυλλομετρητή.
et_ee: Palun valige teine ​​veebilehitseja.
fa_ir: لطفا مرورگر دیگری را انتخاب کنید.
fi_fi: Ole hyvä ja valitse toinen selain.
fr_fr: Veuillez choisir un autre navigateur.
ga_ie: Roghnaigh líonléitheoir eile le do thoil.
he_il: אנא בחר דפדפן אחר.
hi_in: कृपया किसी अन्य ब्राउज़र को चुनें।
hr_hr: Izaberite drugi preglednik.
ja_jp: 別なブラウザを選択してください。
lv_lv: Lūdzu izvēlieties citu pārlūku.
ms_my: Sila pilih pelayar lain.
nl_nl: Kies dan een andere browser.
no_no: Vennligst velg en annen nettleser.
pl_pl: Proszę wybrać inną przeglądarkę.
pt_br: Por favor, escolha outro navegador.
ro_ro: Te rugam sa alegi alt browser.
ru_ru: Пожалуйста, выберите другой браузер.
sk_sk: Prosím, vyberte si iný prehliadač.
sl_si: Prosimo, da izberete drug brskalnik.
sr_cs: Molim vas da odaberete drugi pretraživač.
sr_rs: Molim vas da odaberete drugi pretraživač.
sv_se: Vänligen välj en annan webbläsare.
th_th: กรุณาเลือกเบราเซอร์อื่น
tr_tr: Lütfen başka bir tarayıcı seçin.
uk_ua: Будь ласка, оберіть будь-який інший браузер.
vi_vn: Vui lòng chọn trình duyệt khác.
zh_cn: 请选择其他浏览器。
zh_tw: 請選擇其他瀏覽器。

source: Checking if your browser is up-to-date ...
ar_sa: التأكد من أن متصفحك محدّث...
bg_bg: Проверяваме дали браузър ви е актуален ...
ca_es: Comprovant si el seu navegador està actualitzat...
cs_cz: Probíhá kontrola aktuálnosti vašeho prohlížeče...
da_dk: Kontrollerer om din browser er opdateret ...
de_de: Testen ob ihr Browser aktuell ist ...
el_gr: Έλεγχος αν ο περιηγητής σας είναι ενημερωμένος ...
et_ee: Kontrollin Teie veebilehitseja kaasaegsust...
fa_ir: بررسی کنید مرورگر شما به روز باشد ...
fi_fi: Tarkastetaan onko selaimesi päivitetty...
fr_fr: Vérification de la mise à jour de votre navigateur ...
he_il: בודקים אם הדפדפן שלך מעודכן...
hi_in: जांच की जा रही है यह देकने के लिए यदि आपका ब्राउज़र अप-टू-डेट हैं ...
hr_hr: Provjeramo je li vaš preglednik ažuriran...
id_id: Memeriksa apakah browser Anda yang terkini ...
ja_jp: お使いのブラウザが最新版であるかチェックしています...
ko_kr: 브라우저가 업데이트되었는지 확인 중 ...
ms_my: Memeriksa sama ada pelayar anda terkini atau tidak ...
nl_nl: Controleren of je browser up to date is...
no_no: Sjekker om nettleseren din er oppdatert ...
pl_pl: Sprawdzam, czy Twoja przeglądarka jest aktualna...
pt_br: Checando se o seu navegador está atualizado...
ro_ro: Se verifică dacă browserul dvs. este actualizat la zi ...
ru_ru: Проверка актуальности вашего браузера ...
sk_sk: Kontrolujeme, či je Váš prehliadať aktualizovaný...
sl_si: Preverjamo, ali imate zadnjo različico brskalnika ...
sv_se: Kontrollerar om din webbläsare är uppdaterad ...
th_th: กำลังตรวจสอบว่าเบราว์เซอร์ของคุณอัพเดตแล้วหรือไม่...
tr_tr: Tarayıcınızın güncel olup olmadığı kontrol ediliyor...
uk_ua: Йде перевірка версії вашого браузера...
vi_vn: Đang kiểm tra xem trình duyệt của bạn có cập nhật không...
zh_cn: 检查您的浏览器是否是最新的…
zh_tw: 檢查您的瀏覽器是否為最新版本...

source: Your browser is out-of-date.
ar_sa: متصفحك قديم.
ca_es: El seu navegador està obsolet.
cs_cz: Váš prohlížeč je zastaralý.
da_dk: Din browser er ikke opdateret.
de_de: Ihr Browser ist veraltet.
el_gr: Ο φυλλομετρητής σας είναι παρωχημένος.
et_ee: Teie veebilehitseja on aegunud.
fa_ir: مرورگر شما قدیمی است.
fi_fi: Selaimesi on vanhentunut.
fr_fr: Votre navigateur n'est pas à jour.
ga_ie: Tá an líonléitheoir agat as dáta.
he_il: הדפדפן שלך אינו מעודכן.
hr_hr: Vaš preglednik nije ažuriran.
id_id: Browser Anda kedaluwarsa.
ja_jp: ブラウザが最新バージョンでありません。
ko_kr: 지금 사용하고 계신 브라우저는 오래되었습니다.
lv_lv: Jūsu pārlūkprogramma ir novecojusi.
ms_my: Pelayar anda sudah usang.
nl_nl: Uw browser is verouderd.
no_no: Nettleseren din er utdatert.
pl_pl: Twoja przeglądarka jest nieaktualna.
pt_br: O seu browser está desatualizado.
ro_ro: Browserul tau este invechit.
ru_ru: Ваш браузер устарел.
sk_sk: Váš prehliadač je zastaralý.
sl_si: Vaš brskalnik je zastarel.
sr_cs: Vaš pretraživač je zastareo.
sv_se: Din webbläsare är inaktuell.
th_th: เบราว์เซอร์ของคุณล้าสมัยแล้ว
tr_tr: Tarayıcınız güncel değil.
uk_ua: Ваш браузер, на жаль, є застарілим.
vi_vn: Trình duyệt của bạn đã lỗi thời.
zh_cn: 您的浏览器需要更新。
zh_tw: 您的瀏覽器需要更新。

source: On top your operating system (%s) is so old and unsecure that there is no up-to date browser available anymore.
ar_sa: إضافة إلى ذلك، نظام التشغيل الخاص بك (%s) قديم جداً وغير آمن إلى حد أنه لم يعد هناك متصفح حديث متاح من أجله.
fi_fi: Lisäksi käyttöjärjestelmäsi (%s) on niin vanha ja epäluotettava, että ajan tasalla olevaa selainta ei ole enää saatavilla.
fr_fr: Surtout, votre système d'exploitation (%s) est si ancien et non sécurisé que plus aucun navigateur actualisé n'est disponible.
id_id: Selain sistem operasi Anda (%s) terlalu usang dan tidak aman, juga tidak tersedia lagi pembaruan browser.
ja_jp: 加えて、お使いのOS (%s) が古すぎ、セキュリティが確保できないので、最新版のブラウザは提供されなくなりました。
nl_nl: Uw besturingssysteem (%s) is zo oud en onveilig dat er geen recente browser versies beschikbaar zijn.
no_no: På toppen av dette er operativsystemet ditt (%s) så gammelt og usikkert at ingen oppdatert nettleser lenger er tilgjengelig.
pl_pl: Ponadto Twój system operacyjny (%s) jest tak stary i tak słabo zabezpieczony, że żadna aktualna przeglądarka nie jest już dla niego dostępna.
ro_ro: Mai mult, sistemul dvs. de operare (%s) este atât de vechi și de nesigur că nu mai este disponibil nici un browser actualizat.
sv_se: Dessutom är ditt operativsystem (%s) så pass föråldrat och osäkert att det inte finns en uppdaterad webbläsare längre.
tr_tr: Her şeyden önce, işletim sisteminiz (%s) o kadar eski ve güvensiz ki artık kullanabileceğiniz hiç güncel tarayıcı yok.
uk_ua: Ваша операційна система (%s) настільки стара й ненадійна, що сучасні браузери більше не доступні для неї.
vi_vn: Ở trên cùng hệ điều hành của bạn (%s) quá cũ và không an toàn đến nỗi mà không còn có sẵn trình duyệt cập nhật nữa.
zh_tw: 您的作業系統 (%s) 過於老舊且缺乏安全性，因此已無任何最新的瀏覽器可供支援。

source: Please try to <a href="%s">update %s</a> to get the latest version of your browser.
ar_sa: يُرجى محاولة <a href="%s">تحديث %s</a> للحصول على أحدث نسخة من متصفحك.
ca_es: Si us plau, intenti <a href="%s">actualitzar %s</a> per aconseguir la versió més recent del seu navegador.
cs_cz: Zkuste prosím <a href="%s">aktualizovat %s</a>, abyste mohli získat nejnovější verzi prohlížeče.
da_dk: Venligst prøv at <a href="%s">opdater %s</a> for at få den seneste version af din browser.
de_de: Bitte versuchen Sie <a href="%s">%s zu aktualisieren</a> um die neuste Version ihres Browser benutzen zu können.
el_gr: Παρακαλούμε δοκιμάστε <a href="%s">ενημέρωση των %s</a> για να έχετε την τελευταία έκδοση της εφαρμογής περιήγησης στο διαδίκτυο.
et_ee: Palun proovige <a href="%s"> uuendada %s </a>, et saada oma veebilehitseja uusim versioon.
fa_ir: لطفا برای دریافت آخرین نسخه مرورگر خود، سعی کنید آن را <a href="%s">update %s</a> کنید.
fi_fi: Yritä <a href="%s">päivittää %s</a> saadaksesi uusimman selainversion.
fr_fr: Veuillez essayer de <a href="%s">mettre à jour %s</a> pour obtenir la dernière version de votre navigateur.
he_il: נא לנסות <a href="%s">לעדכן את %s</a> כדי לקבל את הגרסה החדשה יותר של הדפדפן שלך.
hr_hr: Pokušajte <a href="%s">ažurirati %s</a> kako biste dobili posljednju verziju vašeg preglednika.
id_id: Silakan coba <a href="%s">memperbarui %s</a> untuk mendapatkan versi terbaru browser Anda.
ja_jp: 最新版のブラウザを入手するため、<a href="%s">%sのアップデート</a>が可能かどうか、試してみてください。
ko_kr: 최신 버전의 브라우저를 이용하려면 <a href="%s">%s의 업데이트</a>를 시도해보십시오.
ms_my: Sila cuba <a href="%s">kemas kini %s</a> untuk mendapatkan versi terkini pelayar anda.
nl_nl: Probeer <a href="%s">%s te updaten</a> om de meest recente versie van je browser te verkrijgen.
no_no: Vennligst prøv å <a href="%s">oppdatere %s</a> for å få den siste versjonen av nettleseren din.
pl_pl: Spróbuj <a href="%s">zaktualizować %s</a>, aby uzyskać najnowszą wersję swojej przeglądarki.
pt_br: Por favor, busque <a href="%s">atualizar o %s</a>para obter a última versão de seu navegador.
ro_ro: Vă rugăm să încercați să <a href="%s">actualizați %s</a> pentru a obține cea mai recentă versiune a browserului dvs.
ru_ru: Пожалуйста, попробуйте <a href="%s">обновить %s</a> для получения последней версии вашего браузера.
sk_sk: Pre získanie najnovšej aktualizácie Vášho prehliadača skúste <a href="%s">aktualizáciu %s</a>, prosím.
sl_si: Prosimo poskusite <a href="%s"> posodobiti %s </a>, da bi dobili najnovejšo različico brskalnika.
sv_se: Vänligen prova att <a href="%s">uppdatera %s</a> för att få den senaste versionen av din webbläsare.
th_th: โปรดลอง<a href="%s">อัพเดต %s</a> เพื่อดาวน์โหลดเบราว์เซอร์เวอร์ชันล่าสุด
tr_tr: Tarayıcınızın son sürümünü almak için, lütfen <a href="%s">%s işletim sistemini güncellemeyi</a> deneyin.
uk_ua: Будь ласка, спробуйте <a href="%s">оновити %s</a>, щоб отримати найновішу версію вашого браузера.
vi_vn: Vui lòng thử <a href="%s">cập nhật %s</a> để có được phiên bản trình duyệt mới nhất của bạn.
zh_cn: 请尝试 <a href="%s"> 更新 %s </a> 以获取最新版本的浏览器。
zh_tw: 請嘗試<a href="%s">更新 %s</a>，以取得您瀏覽器的最新版本。

source: Your browser, %s, is out-of-date and it is not updated anymore for %s.
ar_sa: متصفحك، %s، قديم ولم يعد يُحدّث من أجل %s.
ca_es: El seu navegador, %s, està obsolet i no ja hi ha actualitzacions disponibles per %s.
cs_cz: Váš prohlížeč %s není aktualizovaný a už není aktualizován pro %s.
da_dk: Din browser. %s, er forældet og opdateres ikke mere for %s.
de_de: Ihr Browser, %s, ist veraltet und wird nicht mehr für %s aktualisiert.
el_gr: Η εφαρμογή περιήγησης %s είναι ξεπερασμένη και δεν ενημερώνεται πια από τα %s.
et_ee: Teie brauser, %s, on aegunud ning seda enam ei uuendata %s jaoks.
fa_ir: مرورگر شما، %s، قدیمی است و دیگر برای %s، به روز رسانی نمی شود.
fi_fi: Selaimesi, %s, on vanhentunut eikä sitä päivitetä enää %s-laitteelle.
fr_fr: Votre navigateur, %s, est désuet et il n'est plus mis à jour pour %s.
he_il: הדפדפן שלך, %s, אינו מעודכן ואינו מתעדכן עוד ל-%s.
hr_hr: Vaš preglednik, %s, nije više ažuran, a više se niti ne ažurira za %s.
id_id: Browser Anda, %s, sudah kedaluwarsa dan tidak diperbarui lagi untuk %s.
ja_jp: お使いのブラウザ %sは旧式となりました。%s用のアップデートは既に提供停止となりました。
ko_kr: 귀하의 브라우저 %s은(는) 구 버전으로, %s용 업데이트가 더 이상 제공되지 않습니다.
ms_my: Pelayar anda, %s, sudah usang dan tidak dikemas kini lagi untuk %s.
nl_nl: Uw browser, %s, is niet meer actueel en is al %s niet meer geüpdatet.
no_no: Nettleseren din, %s, er utdatert, og den blir ikke lenger oppdatert for %s.
pl_pl: Twoja przeglądarka (%s) jest nieaktualna, a aktualizacje dla %s nie są już dostępne.
pt_br: Seu navegador, %s, está desatualizado, tendo sido atualizado pela última vez há %s.
ro_ro: Browserul dvs., %s, este depășit și nu mai este actualizat pentru %s.
ru_ru: Ваш браузер %s устарел, обновления браузера для %s более не выпускаются.
sk_sk: Váš prehliadač %s, je zastaralý a pre %s už nie je podporovaný.
sl_si: Vaš brskalnik %s je zastarel in se več ne posodablja za %s.
sv_se: Din webbläsare, %s, är föråldrad och uppdateras inte längre för %s.
th_th: เบราว์เซอร์ %s ของคุณล้าสมัยและไม่ได้รับการอัพเดตสำหรับ %s อีกต่อไป
tr_tr: %s tarayıcınız güncel değil ve artık %s için güncellenmiyor.
uk_ua: Ваш браузер %s застарів та більше не оновлюється під %s.
vi_vn: Trình duyệt của bạn, %s, đã lỗi thời và không được cập nhật nữa cho %s.
zh_cn: 您的浏览器 %s 已过时，且针对 %s 已不再更新。
zh_tw: 您的瀏覽器 %s 為舊版，且已不再為 %s 推出更新。
