Repository: A-Archives-and-Forks/browser-update
Catalog: lang/*/LC_MESSAGES/update.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, et_ee, fa_ir, fi_fi, fr_fr, ga_ie, he_il, hi_in, hr_hr, id_id, ja_jp, ko_kr, lv_lv, ms_my, nl_nl, no_no, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sr_cs, sr_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

source: Please download one of these up-to-date, free and excellent browsers:
ar_sa: يُرجى تنزيل أحد هذه المتصفحات الحديثة والمجانية والممتازة:
ca_es: Descarregui un d'aquests excel·lents navegadors, gratuïts i actualitzats:
cs_cz: Stáhněte si prosím jeden z těchto aktuálních, svobodných a vynikajících prohlížečů:
da_dk: Download venligst en af disse opdaterede, gratis og fremragende browsere:
de_de: Bitte laden sie einen dieser aktuellen, kostenlosen und exzellenten Browser herunter:
el_gr: Παρακαλώ κατεβάστε δωρεάν έναν από τους παρακάτω σύγχρονους και εξαιρετικούς φυλλομετρητές:
et_ee: Palun laadige alla üks neist suurepärastest kaasaegsetest tasuta veebilehitsejatest:
fa_ir: لطفا یکی از این مرورگرهای به روز، رایگان و عالی را دانلود کنید:
fi_fi: Ole hyvä ja lataa jokin näistä ajan tasalla olevista selaimista:
fr_fr: Veuillez télécharger la version actualisée de l'un de ces excellents navigateurs gratuits:
ga_ie: Íosluchtaigh ceann de na líonléitheoirí seo atá cothrom le dáta, saor in aisce agus ar fheabhas:
he_il: נא להוריד חינם אחד מהדפדפנים המעולים והמעודכנים האלה:
hr_hr: Preuzmite jedan od ovih ažuriranih, besplatnih i izvrsnih preglednika:
id_id: Silakan unduh salah satu browser terbaru, gratis, dan bagus ini:
ja_jp: 以下の最新バージョンで、無料で、素晴らしいブラウザをダウンロードしてください。
lv_lv: Lūdzu lejupielādējiet kādu no šīm bezmaksas pārlūkprogrammām:
ms_my: Sila muat turun salah satu pelayar terkini yang percuma dan hebat ini:
nl_nl: Download aub één van deze recente, gratis en uitstekende browsers:
no_no: Vennligst last ned en av følgende oppdaterte, gratis og gode nettlesere:
pl_pl: Proszę pobrać jedną z podanych tu aktualnych, darmowych i znakomitych przeglądarek:
pt_br: Faça o download de um destes excelentes browsers grátis e atualizados:
ro_ro: Te rugam sa descarci unul dintre aceste browsere, care sunt gratuite si actuale:
ru_ru: Пожалуйста, скачайте один из предлагаемых актуальных, бесплатных и первоклассных браузеров:
sk_sk: Prosím, stiahnite si jeden z týchto aktuálnych, bezplatných a vynikajúcich prehliadačov:
sl_si: Prosimo, da prenesete enega od teh posodobljenih, brezplačnih in odličnih brskalnikov:
sr_cs: Molim vas da preuzmete jedan od ovih ažurnih, besplatnih i odličnih pretraživača:
sv_se: Var vänlig ladda ned en av dessa up-to-date, gratis och utmärkta webbläsare:
th_th: โปรดเลือกดาวน์โหลดเบราว์เซอร์ชั้นยอดที่ฟรีและทันสมัยต่อไปนี้
tr_tr: Lütfen bedava ve mükemmel olan bu güncel tarayıcılardan birini indirin:
uk_ua: Будь ласка, завантажте собі один з цих чудових сучасних безкоштовних браузерів на Ваш смак та розсуд:
vi_vn: Vui lòng tải xuống một trong các trình duyệt cập nhật, miễn phí và tuyệt vời sau:
zh_cn: 请下载一款免费而优秀的最新版浏览器。
zh_tw: 請下載一款免費而優秀的最新版瀏覽器。

source: Your browser is up-to-date.
ar_sa: متصفحك هو الأحدث.
bg_bg: Браузърът ви е актуализиран.
ca_es: El vostre navegador no està actualitzat.
cs_cz: Máte nejnovější verzi prohlížeče.
da_dk: Din browser er opdateret.
de_de: Ihr Webbrowser ist auf dem neusten Stand.
el_gr: Το πρόγραμμα περιήγησής σας είναι ενημερωμένο.
et_ee: Teie veebilehitseja on kaasaegne.
fa_ir: مرورگر شما به روز است.
fi_fi: Selaimesi on ajan tasalla.
fr_fr: Votre navigateur est à jour.
ga_ie: Tá do líonléitheoir cothrom le dáta.
he_il: הדפדפן שלך מעודכן.
hi_in: आपका ब्राउज़र को अप-टू-डेट है।
hr_hr: Vaš preglednik nije ažuriran.
id_id: Peramban Anda terperbarui.
ja_jp: ブラウザが最新バージョンへ更新されています。
ko_kr: 브라우저가 최신버전입니다.
ms_my: Pelayar anda sudah terkini.
nl_nl: Uw browser is actueel.
no_no: Nettleseren din er oppdatert.
pl_pl: Twoja przeglądarka jest aktualna.
pt_br: Seu navegador está atualizado.
ro_ro: Aveți cea mai recentă versiune de browser.
ru_ru: У вас самая новая версия браузера.
sk_sk: Máte najnovšiu verziu prehliadača.
sl_si: Imate zadnjo različico brskalnika.
sv_se: Din webbläsare är up-to-date.
th_th: เบราว์เซอร์ของคุณนั้นทันสมัยแล้ว
tr_tr: Tarayıcınız güncel.
uk_ua: У вас встановлена остання версія браузера.
vi_vn: Trình duyệt của bạn là bản đã cập nhật.
zh_cn: 您的浏览器是最新的。
zh_tw: 您的瀏覽器是最新版本。

source: On %s the built-in browser can only be updated together with the operating system.
ar_sa: في %s يمكن فقط تحديث المتصفح المُضمّن مع نظام التشغيل.
ca_es: En %s el navegador incorporat només pot ser actualitzat juntament amb el sistema operatiu.
cs_cz: V systému %s lze integrovaný prohlížeč aktualizovat pouze společně s operačním systémem.
da_dk: På %s kan den indbyggede browser kun opdateres sammen med styresystemet.
de_de: Unter %s kann der eingebaute Browser nur zusammen mit dem Betriebssystem aktualisiert werden.
el_gr: Στα %s, η παρεχόμενη εφαρμογή περιήγησης μπορεί να ενημερωθεί μόνο από το λειτουργικό σύστημα.
et_ee: %s sisseehitatud veebilehitsejat saab uuendada ainult koos operatsioonisüsteemiga.
fa_ir: در %s، مرورگر داخلی تنها می تواند همراه با سیستم عامل به روز رسانی شود.
fi_fi: %s-laitteessa sisäänrakennetun selaimen voi päivittää vain yhdessä käyttöjärjestelmän kanssa.
fr_fr: Sur %s, le navigateur intégré peut uniquement être mis à jour en même temps que le système d'exploitation.
he_il: על %s ניתן לעדכן את הדפדפן המובנה רק ביחד עם מערכת ההפעלה.
hr_hr: U slučaju sustava %s, ugrađeni preglednik može se ažurirati samo s operativnim sustavom.
id_id: Pada %s browser bawaan hanya dapat diperbarui bersama dengan sistem operasi.
ja_jp: %sでは、内蔵ブラウザはOSと一緒でなければアップデートできません。
ko_kr: %s에 내장된 브라우저는 해당 운영체제와 함께 업데이트해야 합니다.
ms_my: Di %s, pelayar terbina dalam hanya boleh dikemas kini bersama-sama sistem operasi.
nl_nl: Op %s kan de ingebouwde browser alleen gelijk met het besturingssysteem worden geüpdatet.
no_no: Den innebygde nettleseren på %s kan kun oppdateres sammen med operativsystemet.
pl_pl: W przypadku %s wbudowaną przeglądarkę można zaktualizować tylko w ramach aktualizacji systemu operacyjnego.
pt_br: No %s, o navegador integrado só pode ser atualizado conjuntamente com o sistema operacional.
ro_ro: Browserul încorporat al %s poate fi actualizat doar în același timp cu sistemul de operare.
ru_ru: В %s встроенный браузер можно обновить только вместе с операционной системой.
sk_sk: Na %s sa zabudovaný prehliadač môže aktualizovať len spolu s operačným systémom.
sl_si: Na %s, je mogoče vgrajeni brskalnik posodobiti le skupaj z operacijskim sistemom.
sv_se: För %s kan den inbyggda webbläsaren endast uppdateras tillsammans med operativsystemet.
th_th: เบราว์เซอร์ในตัวสำหรับ %s ต้องได้รับการอัพเดตพร้อมกับระบบปฏิบัติการ
tr_tr: %s'da/de, dahili tarayıcı sadece işletim sistemiyle birlikte güncellenebilir.
uk_ua: У %s вбудований браузер може бути оновлений тільки разом з операційною системою.
vi_vn: Trên %s, trình duyệt cài sẵn chỉ có thể được cập nhật cùng với hệ điều hành.
zh_cn: 在 %s 上，内置浏览器只能与操作系统一起更新。
zh_tw: 在 %s 上，內建瀏覽器只能與作業系統一起更新。

source: Unfortunately, %s has stopped supporting your device with updates.
ar_sa: للأسف، توقفت %s عن دعم جهازك بالتحديثات.
ca_es: Malauradament, %s ha deixat de donar suport al seu dispositiu amb actualitzacions.
cs_cz: Systém %s přestal podporovat vaše zařízení aktualizacemi.
da_dk: Desværre er %s stoppet med at støtte din enhed med opdateringer.
de_de: Leider unterstützt %s ihr Gerät nicht mehr.
el_gr: Δυστυχώς τα %s έχουν σταματήσει την υποστήριξη ενημερώσεων για τη συσκευή σας.
et_ee: Kahjuks ei toeta %s enam Teie seadet uuendustega.
fa_ir: متاسفانه، %s، پشتیبانی از دستگاه شما و ارائه به روز رسانی برای آن را متوقف کرده است.
fi_fi: Valitettavasti %s ei enää tue laitettasi päivityksillä.
fr_fr: Malheureusement, %s a cessé de prendre en charge les mises à jour de votre appareil.
he_il: לרוע המזל, %s הפסיק לתמוך במכשיר שלך בעדכונים.
hr_hr: Nažalost, %s je prestao podržavati vaš uređaj ažuriranjima.
id_id: Sayangnya, %s sudah berhenti mendukung pembaruan perangkat Anda.
ja_jp: 残念ながら、%sはお使いのデバイス用のアップデートの提供を停止しました。
ko_kr: 유감스럽게도 %s은(는) 귀하의 기기에 대한 업데이트 지원을 중단했습니다.
ms_my: Malangnya, %s telah berhenti menyokong peranti anda dengan kemas kini.
nl_nl: %s is helaas gestopt met het ondersteunen van uw apparaat met updates.
no_no: Dessverre har %s sluttet å støtte din enhet med oppdateringer.
pl_pl: Niestety, %s nie umożliwia już aktualizacji Twojego urządzenia.
pt_br: Infelizmente, %s parou de oferecer suporte a seu dispositivo com atualizações.
ro_ro: Din păcate, %s nu mai furnizează actualizări pentru dispozitivul dvs.
ru_ru: К сожалению, %s прекратила поддержку обновлений для вашего устройства.
sk_sk: Žiaľ, %s zrušil podporu pre aktualizáciu Vášho zariadenia.
sl_si: Na žalost je %s nehal podpirati vašo napravo s posodobitvami.
sv_se: Tyvärr har %s slutat stödja din enhet med uppdateringar.
th_th: ขออภัย %s เลิกสนับสนุนการอัพเดตให้อุปกรณ์ของคุณแล้ว
tr_tr: Maalesef %s cihazınızı güncellemelerle desteklemeyi durdurdu.
uk_ua: На жаль, %s припинила оновлення для вашого пристрою.
vi_vn: Thật không may, %s đã ngừng hỗ trợ cập nhật thiết bị của bạn.
zh_cn: 很遗憾， %s 已经停止通过更新为您的设备提供支持。
zh_tw: 很抱歉，%s 已停止為您的裝置推出更新。

source: For more <a href="%s">security</a>, <a href="%s">speed</a>, <a href="%s">comfort</a> and <a href="%s">fun</a>.
ar_sa: لمزيد من المعلومات عن <a href="%s">الحماية</a>، <a href="%s">السرعة</a>،<a href="%s">الراحة</a> و <a href="%s">الاستمتاع</a>.
bg_bg: За повече <a href="%s">сигурност</a>, <a href="%s">бързина</a>, <a href="%s">комфорт</a> и <a href="%s">забавление</a>.
ca_es: Per a més <a href="%s">seguretat</a>, <a href="%s">velocitat</a>, <a href="""%s">comoditat</a> i <a href="%s">diversió</a>.
cs_cz: Pro více <a href="%s">bezpečí</a>, <a href="%s">rychlosti</a>, <a href="%s">komfortu</a> a <a href="%s">zábavy</a>.
da_dk: For mere <a href="%s">sikkerhed</a>, <a href="%s">hastighed</a>, <a href="%s">komfort</a> og <a href="%s">sjov</a>.
de_de: Für mehr <a href="%s">Sicherheit</a>, <a href="%s">Geschwindigkeit</a>, <a href="%s">Komfort </a> und <a href="%s">Spaß</a>.
el_gr: Για μεγαλύτερη <a href="%s">ασφάλεια</a>, <a href="%s">ταχύτητα</a>, <a href="%s">άνεση</a> and <a href="%s">διασκέδαση</a>.
et_ee: Täpsemalt <a href="%s"> turvalisus </a> <a href="%s"> kiirus </a> <a href="%s"> mugavus </a> ja <a href = "%s "> lõbu </a>.
fa_ir: جهت <a href="%s">امنیت</a>،<a href="%s">سرعت</a>، <a href="%s">راحتی</a> و <a href="%s">سرگرمی</a> بیشتر.
fi_fi: Parempi <a href="%s">tietoturva</a>, <a href="%s">nopeus</a>, <a href="%s">käyttömukavuus</a> ja <a href="%s">viihdearvo</a>.
fr_fr: Pour plus de <a href="%s">sécurité</a>, <a href="%s">rapidité</a>, <a href="%s">confort</a> et <a href="%s">plaisir</a>.
ga_ie: Le haghaidh <a href="%s">cosaint níos fearr</a>, agus <a href="%s">luas</a>, <a href="%s">suaimhneas</a> agus <a href="%s">spraoi</a> breise.
he_il: בשביל חוויה יותר <a href="%s">מאובטחת</a>, <a href="%s">מהירה</a>, <a href="%s">נוחה</a> ו<a href="%s">כיפית</a>.
hi_in: अधिक <a href="%s"> सुरक्षा </a>, <a href="%s"> गति </a>, <a href="%s"> आराम </a> और <एक href = "%s के लिए "> आनंद </a>।
hr_hr: Više <a href="%s">sigurnosti</a>, <a href="%s">brzine</a>, <a href="%s">udobnosti</a> i <a href="%s">zabave</a>.
id_id: Untuk <a href="%s">keamanan</a>, <a href="%s">kecepatan</a>, <a href="%s">kenyamanan</a> dan <a href="%s">kesenangan</a> lebih tinggi.
ja_jp: <a href="%s">セキュリティ</a>、<a href="%s">スピード</a>、<a href="%s">使いやすさ</a>、<a href="%s">楽しさ</a>を増すために。
ko_kr: 최신 브라우저는 더 안전하고, 더 빠르며, 더 편안하고 재미있습니다. <!-- %s %s %s %s -->
lv_lv: Lielākai <a href="%s">drošībai</a>, <a href="%s">ātrumam</a>, <a href="%s">komfortam</a> un <a href="%s">izklaidei</a>.
ms_my: Untuk lebih <a href="%s">keselamatan</a>, <a href="%s">kepantasan</a>, <a href="%s">keselesaan</a> dan <a href="%s">keseronokan</a>.
nl_nl: Voor meer <a href="%s">veiligheid</a>, <a href="%s">snelheid</a>, <a href="%s">comfort</a> en <a href="%s">plezier</a>.
no_no: For bedre <a href="%s">sikkerhet</a>, <a href="%s">hastighet</a>, <a href="%s">komfort</a> og <a href="%s">opplevelse</a>.
pl_pl: Dla większego <a href="%s">bezpieczeństwa</a>, <a href="%s">szybkości</a>, <a href="%s">komfortu</a> i <a href="%s">zabawy</a>.
pt_br: Para maior <a href="%s">segurança</a>, <a href="%s">velocidade</a>, <a href="%s">conforto e <a href="%s">divertimento</a>.
ro_ro: Pentru mai multa <a href="%s">siguranta</a>, <a href="%s">viteza</a>, <a href="%s">confort</a> si <a href="%s">amuzament</a>.
ru_ru: Для обеспечения наибольшей безопасности, скорости, комфорта и удовольствия.<!-- %s %s %s %s-->
sk_sk: Pre viac <a href="%s">bezpečnosti</a>, <a href="%s">rýchlosti</a>, <a href="%s">pohodlia</a> a <a href="%s">zábavy</a>.
sl_si: Za več <a href="%s"> varnosti </a>, <a href="%s"> hitrosti </a>, <a href="%s"> udobja </a> in <a href = "%s "> zabave </a>.
sr_cs: Za više <a href="%s">sigurnosti</a>, <a href="%s">brzine</a>, <a href="%s">ugođaja</a> i <a href="%s">zabave</a>.
sr_rs: Za više <a href="%s">sigurnosti</a>, <a href="%s">brzine</a>, <a href="%s">ugođaja</a> i <a href="%s">zabave</a>.
sv_se: För mer <a href="%s">säkerhet</a>, <a href="%s">fart</a>, <a href="%s">bekvämlighet</a> och <a href="%s">skoj</a>.
th_th: เพื่อเพิ่ม <a href="%s">ความปลอดภัย</a> <a href="%s">ความเร็ว</a> <a href="%s">ความสะดวกสบาย</a> และ <a href="%s">ความสนุก</a>
tr_tr: Daha fazla <a href="%s">güvenlik</a>, <a href="%s">hız</a>, <a href="%s">konfor</a> ve <a href="%s">eğlence</a>.
uk_ua: Для кращого <a href="%s">захисту</a>, <a href="%s">швидкості</a>, <a href="%s">комфорту</a> та <a href="%s">розваг</a>.
vi_vn: Để tăng thêm <a href="%s">tính bảo mật</a>, <a href="%s">tốc độ</a>, <a href="%s">sự tiện lợi</a> và <a href="%s">vui vẻ</a>.
zh_cn: 带来更多安全、极速和乐趣。<!-- %s %s %s %s-->
zh_tw: 帶來更安全、快速和樂趣。<!-- %s %s %s %s-->

source: Advertisement
ar_sa: إعلان
bg_bg: Реклама
ca_es: Publicitat
cs_cz: Reklama
da_dk: Reklame
de_de: Werbung
el_gr: Διαφήμιση
et_ee: Reklaam
fa_ir: تبلیغات
fi_fi: Mainos
fr_fr: Publicité
he_il: מודעת פרסומת
hi_in: विज्ञापन
hr_hr: Oglas
id_id: Iklan
ja_jp: 広告
ko_kr: 광고
ms_my: Iklan
nl_nl: Advertentie
no_no: Annonse
pl_pl: Reklama
pt_br: Anúncio
ro_ro: Reclamă
ru_ru: Реклама
sk_sk: Reklama
sl_si: Oglas
sr_rs: Reklama
sv_se: Annons
th_th: โฆษณา
tr_tr: Reklam
uk_ua: Реклама
vi_vn: Quảng cáo
zh_cn: 广告
zh_tw: 廣告

source: Sponsored
ar_sa: رعاية
ca_es: Patrocinat
cs_cz: Sponzorováno
da_dk: Sponsoreret
de_de: Gesponsert
el_gr: Συνιστάται
et_ee: Sponsoreeritud
fa_ir: حمایت شده
fi_fi: Sponsoroitu
fr_fr: Sponsorisé
he_il: ממומן
hr_hr: Sponzorirani
id_id: Bersponsor
ja_jp: スポンサー
ko_kr: 광고
ms_my: Ditaja
nl_nl: Gesponserd
no_no: Sponset
pl_pl: Sponsorowane
pt_br: Patrocinado
ro_ro: Sponsorizat
ru_ru: Поддержано спонсором
sk_sk: Sponzorované
sl_si: Sponzoriran
sv_se: Sponsrad
th_th: ได้รับการสนับสนุน
tr_tr: Sponsorlu
uk_ua: Спонсоровано
vi_vn: Được tài trợ
zh_cn: 赞助
zh_tw: 贊助商

source: This website would like to remind you: Your browser (%s) is <b>out of date</b>. <a%s>Update your browser</a> for more security, comfort and the best experience on this site.
ar_sa: يود هذا الموقع أن يذكرك بأن متصفحك (%s) <b>متقادم</b>. <a%s>حدث متصفحك</a> من أجل مزيد من الأمان، والراحة، ومن أجل أفضل تجربة للموقع.
bg_bg: Вашият браузър (%s) <b>не е актуален</b>. Известно е, че има <b>пропуски в сигурността</b> и може <b>да не покаже правилно</b> този или други сайтове. <a%s>Научете как да актуализирате браузъра си</a>.
ca_es: El teu navegador (%s) està <b>desactualitzat</b>. Té <b>vulnerabilitats</b> conegudes i pot <b>no mostrar totes les característiques</b> d'aquest i altres llocs web. <a%s>Aprèn a actualitzar el navegador</a>
cs_cz: Váš prohlížeč(%s) je <b>zastaralý</b>. Jsou známy <b>bezpečnostní rizika</b> a možná <b>nedokáže zobrazit všechny prvky</b> této a dalších webových stránek. <a%s>Naučte se, jak aktualizovat svůj prohlížeč</a>
da_dk: Din browser (%s) er <b>forældet</b>. Den har kendte <b>sikkerhedshuller</b> og kan måske <b>ikke vise alle funktioner</b> på dette og andre websteder. <a%s>Se hvordan du opdaterer din browser</a>
de_de: Sie verwenden einen <b>veralteten Browser</b> (%s) mit <b>Sicherheitsschwachstellen</b> und <b>können nicht alle Funktionen dieser Webseite nutzen</b>. <a%s>Hier erfahren Sie, wie einfach Sie Ihren Browser aktualisieren können</a>
el_gr: Ο φυλλομετρητής σας (%s) είναι <b>παρωχημένος</b>. Έχει γνωστά <b>κενά ασφαλείας</b> και ενδεχομένως <b>δεν υποστηρίζει όλες τις λειτουργίες</b> αυτού του ιστότοπου ή και άλλων. <a%s>Μάθετε πώς να ενημερώσετε τον φυλλομετρητή σας</a>
et_ee: See veebileht soovib Teile meelde tuletada: Teie veebilehitseja (%s) on <b> aegunud </ b>. Parima kogemuse saamiseks ning turvalisemaks ja mugavamaks sirvimiseks <A%s> uuendage oma veebilehitsejat </a>.
fa_ir: مرورگر شما (%s) <b>تاریخ گذشته است</b>. تعدادی <b>معایب امنیتی</b> و مشکلات <b>عدم نمایش همه امکانات</b> شناسایی شده است که باعث میشود این سایت و دیگر سایت های اینترنتی را به درستی مشاهده نکنید <a%s>یاد بگیرید چگونه مرورگر خود را به روز رسانی کنید</a>
fi_fi: Selaimesi (%s) on <b>vanhentunut</b>. Siinä on tunnettuja tietoturvaongelmia eikä se välttämättä tue kaikkia ominaisuuksia tällä tai muilla sivustoilla. <a%s>Lue lisää siitä kuinka päivität selaimesi</a>.
fr_fr: Votre navigateur (%s) est <b>périmé</b>. Il contient des <b>failles de sécurité</b> et pourrait <b>ne pas afficher certaines fonctionnalités</b> des sites internet récents. <a%s>Découvrez comment mettre votre navigateur à jour</a>
ga_ie: Tá an líonléitheoir agat (%s) <b>as dáta</b>. Tá <b>laigeachtaí slándála</b> a bhfuil ar eolas ann agus b'fhéidir <b>nach taispeánfaidh sé gach gné</b> den suíomh gréasáin seo ná cinn eile. <a%s>Foghlaim conas do líonléitheoir a nuashonrú</a>
he_il: הדפדפן שלך (%s) <b>אינו מעודכן</b>. יש לו <b>בעיות אבטחה ידועות</b> ועשוי <b>לא להציג את כל התכונות</b> של אתר זה ואתרים אחרים. <a%s>למד כיצד לעדכן את הדפדפן שלך</a>
hi_in: यह वेबसाइट आपको याद दिलाना चाहती हैं: आपका ब्राउज़र (%s) <b> आउट ऑफ़ डेट </ b> हैं। <a%s> और अधिक सुरक्षा, आराम और इस साइट पर सबसे अच्छा अनुभव करने लिए आपके ब्राउज़र को अपडेट करें</a>।
hr_hr: Ova web-stranica bi vas željela podsjetiti: vaš preglednik (%s) nije <b>ažuriran</b>. <a%s>Ažurirajte svoj preglednik</a> kako biste uživali u više sigurnosti i udobnosti te dobili najbolje iskustvo ovih stranica.
id_id: Browser Anda (%s) sudah <b>kedaluarsa</b>. Browser yang Anda pakai memiliki <b>kelemahan keamanan</b> dan mungkin <b>tidak dapat menampilkan semua fitur</b> dari situs Web ini dan lainnya. <a%s> Pelajari cara memperbarui browser Anda</a>
ja_jp: お使いのブラウザ「%s」は、<b>時代遅れ</b>のバージョンです。既知の<b>脆弱性</b>が存在するばかりか、<b>機能不足</b>によって、サイトが正常に表示できない可能性があります。 <a%s>ブラウザを更新する方法を確認する</a>
ko_kr: 지금 사용하고 계신 브라우저(%s)는 <b>오래되었습니다.</b> 알려진 <b>보안 취약점</b>이 존재하며, 새로운 웹 사이트가 <b>깨져 보일 수도</b> 있습니다. <a%s>브라우저를 어떻게 업데이트하나요?</a>
lv_lv: Jūsu pārlūkprogramma (%s) ir <b>novecojusi</b>. Tai ir zināmas <b>drošības problēmas</b>, un tā var attēlot šo un citas tīmekļa lapas <b>nekorekti</b>. <a%s>Uzzini, kā atjaunot savu pārlūkprogrammu</a>
ms_my: Tapak web ini ingin mengingatkan anda: Pelayar anda (%s) sudah <b>usang</b>. <a%s>Kemas kini pelayar anda</a> untuk lebih keselamatan, keselesaan dan pengalaman terbaik di tapak ini.
nl_nl: Uw browser (%s) is <b>verouderd</b>. Hij heeft bekende <b>veiligheidsissues</b> en kan <b>niet alle mogelijkheden</b> weergeven van deze of andere websites. <a%s>Lees meer over hoe uw browser te upgraden</a>.
no_no: Dette nettstedet ønsker å minne deg på: Din nettleser (%s) er <b>utdatert</b>. <a%s>Oppdater nettleseren din </a> for mer sikkerhet, komfort og den beste opplevelsen på denne siden.
pl_pl: Przeglądarka (%s), której używasz, jest przestarzała. Posiada ona udokumentowane <b>luki bezpieczeństwa, inne wady</b> oraz <b>ograniczoną funkcjonalność</b>. Tracisz możliwość skorzystania z pełni możliwości oferowanych przez niektóre strony internetowe. <a%s>Dowiedz się jak zaktualizować swoją przeglądarkę</a>.
pt_br: Seu navegador (%s) está <b>desatualizado</b>. Ele possui <b>falhas de segurança</b> e pode <b>apresentar problemas</b> para exibir este e outros websites. <a%s>Veja como atualizar o seu navegador</a>
ro_ro: Acest site web dorește să vă aducă aminte: Nu aveți <b>cea mai recentă</b> versiune a browser-ului (%s). <a%s> Actualizați-vă browser-ul</a> pentru a folosi acest site în cel mai bun mod, în deplină siguranță și confort.
ru_ru: Ваш браузер (%s) <b>устарел</b>. Он имеет <b>уязвимости в безопасности</b> и может <b>не показывать все возможности</b> на этом и других сайтах. <a%s>Узнайте, как обновить Ваш браузер</a>
sk_sk: Chceli by sme Vám pripomenúť: Váš prehliadač (%s) je <b>zastaralý</b>. <a%s>Aktualizujte si ho</a> pre viac bezpečnosti, pohodlia a pre ten najlepší zážitok na tejto stránke.
sl_si: Ta spletna stran vas želi opomniti: Vaš brskalnik (%s) je <b> zastarel </b>. <a%s> Posodobite brskalnik </a> za več varnosti, udobja in najboljšo izkušnjo na tem spletnem mestu.
sr_cs: Vaš pretraživač (%s) je <b>zastareo</b>. Ima poznate <b>sigurnosne probleme</b> i najverovatnije <b>neće prikazati sve funkcionalnisti</b> ovog i drugih sajtova. <a%s>Nauči više o nadogradnji svog pretraživača</a>
sv_se: Din webbläsare (%s) är <b>föråldrad</b>. Den har kända <b>säkerhetshål</b> och <b>kan inte visa alla funktioner korrekt</b> på denna och på andra webbsidor. <a%s>Uppdatera din webbläsare idag</a>
th_th: เว็บไซต์นี้อยากจะเตือนคุณ: เบราว์เซอร์ (%s) ของคุณนั้น <b>ล้าสมัยแล้ว</b> <a%s>ปรับปรุงเบราว์เซอร์ของคุณ</a> เพื่อเพิ่ม ความปลอดภัย ความสะดวกสบายและประสบการณ์ที่ดีที่สุดในเว็บไซต์นี้
tr_tr: Tarayıcınız (%s) <b>güncel değil</b>. Eski versiyon olduğu için <b>güvenlik açıkları</b> vardır ve görmek istediğiniz bu web sitesinin ve diğer web sitelerinin <b>tüm özelliklerini hatasız bir şekilde</b> gösteremeyecektir. <a%s>Tarayıcınızı nasıl güncelleyebileceğinizi öğrenin</a>
uk_ua: Браузер (%s), яким ви користуєтесь, є <b>суттєво застарілим</b>. Він має <b>проблеми з безпекою</b> та може <b>не відображати чи некоректно відображати деякий вміст</b> на цьому та інших веб-сайтах. <a href=%s>Дізнайтеся, як оновити Ваш браузер</a>
vi_vn: Website này xin nhắc bạn rằng: Trình duyệt (%s) của bạn hiện đã <b>lỗi thời</b>. <a%s>Hãy cập nhật trình duyệt của bạn</a> để tăng thêm tính bảo mật, sự tiện lợi và trải nghiệm tuyệt nhất trên trang web này.
zh_cn: 您的浏览器(%s) 需要更新。该浏览器有诸多安全漏洞，无法显示本网站的所有功能。 <a%s>了解如何更新浏览器</a>
zh_tw: 您的瀏覽器(%s) 需要更新。該瀏覽器有諸多安全漏洞，無法顯示本網站的所有功能。 <a%s>瞭解如何更新瀏覽器</a>
