Repository: A-Archives-and-Forks/browser-update
Catalog: lang/*/LC_MESSAGES/update.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, et_ee, fa_ir, fi_fi, fr_fr, ga_ie, he_il, hi_in, hr_hr, id_id, ja_jp, ko_kr, lv_lv, ms_my, nl_nl, no_no, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sr_cs, sr_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

source: This website is an initiative by webdesigners, webmasters and bloggers who want to bring the web further and help their visitors.
sr_rs: Ovaj sajt je inicijativa veb dizajnera, vebmastera i blogera koji žele da unpared internet i pomognu svojim posetiocima.

source: Outdated browsers are a <b>security threat</b> and are <b>blocking the advancement of the web</b> because of their limited features and many <b>bugs</b>.
sr_rs: Zastareli pretraživači su <b> pretnja po bezbednost </ b> i su <b> blokatori napretka na Internetu </ b> zbog njihovih ograničenih mogućnosti i mnogo <b> grešaka </ b>.

source: More information about the Project Browser-Update.org
sr_rs: Više informacija o projektu Browser-Update.org

source: "I'm not able to update my browser"
sr_rs: "Nisam u mogućnosti da unapredeim pretraživač"

source: If you can't change your browser because of compatibility issues, think about installing a second browser for browsing and keep the old one for the compatibility.
sr_rs: Ako ne možete da promenite brovser zbog problema kompatibilnosti, razmislite o instaliranju drugog pretraživača i zadržavanju starog zbog kompatibilnosti.

source: If you are on a computer that is maintained by an admin and you cannot install a new browser, ask your admin about it.
sr_rs: Ako ste na računaru koji se održava od strane administratora i ne možete da instalirate novi pretraživa, pitajte svog administratora o tome.
