Repository: A-Archives-and-Forks/browser-update
Catalog: lang/*/LC_MESSAGES/update-legacy.po
Languages: uk_ua

source: Update your Browser
uk_ua: Оновіть Ваш браузер

source: An initiative by web designers to inform users about browser-updates
uk_ua: Ініціатива веб-розробників з інформування пересічних користувачів мережі щодо оновлення браузерів

source: The Project
uk_ua: Проект

source: Update Browser
uk_ua: Оновлення браузера

source: Statistics
uk_ua: Статистика

source: Blog
uk_ua: Блог

source: Contact
uk_ua: Контакти

source: Free webbrowsers
uk_ua: Безкоштовні веб-браузери

source: These browsers are the newest versions of the most used free web browsers.
uk_ua: Це найсвіжіші версії найпопулярніших та найпоширеніших у світі браузерів.

source: Just choose a browser to download from the original vendor's website:
uk_ua: Будь ласка, оберіть один з наведених нижче браузерів, та завантажте його безпосередньо з сайту розробника

source: Widely-used open-source browser, highly extendable and customizable
uk_ua: Доволі розповсюджений у світі браузер, що має відкритий код, а його базові можливості можуть бути суттєво розвинені за рахунок налаштуваннь та встановлення з сайту розробника різноманітних розширень, яких наразі вже існує безліч

source: Download
uk_ua: Завантажити

source: Browser with many features
uk_ua: Браузер з неабиякими можливостями

source: Google's browser with compact interface.
uk_ua: Браузер від Google, має компактний інтерфейс, швидко завантажує сторінки

source: Automatically always up to date!
uk_ua: Оновлює себе автоматично, тому Ви завжди матимете найсвіжішу версію сучасного браузера!

source: Apple's fast browser
uk_ua: Швидкий браузер від Apple

source: Not available for your System.
uk_ua: На жаль, Ви не маєте можливості встановити саме цей браузер через його несумісність з Вашою операційною системою.

source: Only for Windows Vista or 7.
uk_ua: Лише для Windows Vista або 7.

source: Please choose another browser.
uk_ua: Будь ласка, оберіть будь-який інший браузер.

source: Windows built-in browser
uk_ua: Браузер, який вбудовано до операційної системи Windows

source: All browsers have the same basic features and easy interface.
uk_ua: Усі наведені браузери мають майже однаковий перелік базових можливостей та зручні інтерфейси.

source: The browser you are using is out of date. It has known <b>security flaws and disadvantages</b> and a <b>limited feature set</b>. You will not see all the features of some websites.
uk_ua: Браузер, яким Ви користуєтесь, суттєво застарів. Відомо про його <b>проблеми з безпекою та дірки у захисті</b>, а також <b>обмежений перелік можливостей</b>. Через ці обмеження Ви не матимете змоги повноцінно переглядати вміст багатьох сучасних сайтів.

source: Switching to a newer browser could give you a lot of advantages:
uk_ua: Заміна застарілого браузера на сучасний надасть Вам багато переваг:

source: Security
uk_ua: Безпека

source: Newer browsers protect you better against scams, viruses, trojans, phishing and other threats. They also fix security holes in your current browser!
uk_ua: Останні версії сучасних браузерів набагато краще захистять Вашу систему та Ваше особисте життя від шахраїв, вірусів, троянів, фішингу та інших атак. Ці браузери вже давно мають захист від вразливостей, що наразі присутні у Вашому застарілому браузері!"

source: Speed
uk_ua: Швидкість

source: Every new browser generation gets faster
uk_ua: Кожне нове покоління браузерів є суттєво швидшим за попереднє

source: Compatibility
uk_ua: Сумісність

source: Websites using new technology will be displayed more correctly
uk_ua: Нові технології дозволяють сучасним браузерам коректніше відображати зміст веб-сайтів

source: Comfort &amp; better experience
uk_ua: Зручність та задоволення

source: With new features, extensions and better customisability, you will have a more comfortable web-experience
uk_ua: Завдяки новим можливостям технологій та стандартів, безлічі різноманітних додатків та розширень, що наразі існують для сучасних браузерів, та неперевершеній гнучкості у налаштуваннях Вам буде набагато зручніше користуватися мережею, тож Ваше задоволення від процесу значно зросте

source: Updating is easy, takes just a few minutes and is totally free.
uk_ua: Оновлення цілком безкоштовне, не потребує зусиль та триватиме лише кілька хвилин.

source: Why this website?
uk_ua: Чому з’явився цей веб-сайт?

source: This website is an initiative by webdesigners, webmasters and bloggers who want to bring the web further and help their visitors.
uk_ua: Цей веб-сайт було створено за ініціативою веб-дизайнерів, веб-розробників та блогерів, які прагнуть зробити мережу якомога кращою та допомогти своїм відвідувачам та іншим користувачам відчути від мережі справжнє задоволення.

source: Outdated browsers are a <b>security threat</b> and are <b>blocking the advancement of the web</b> because of their limited features and many <b>bugs</b>.
uk_ua: Застарілі браузери через свої обмежені можливості та <b>численні помилки й дірки у захисті</b> створюють проблеми з <b>безпекою</b> для всього мережевого суспільства та <b>суттєво гальмують розвиток інтернету</b>."

source: "I'm not able to update my browser"
uk_ua: «В мене не виходить оновити мій браузер»

source: If you are on a computer, that is maintained by a admin and you cannot install a new browser, ask your admin about it.
uk_ua: Якщо Ви не є адміністратором цього комп'ютера та не маєте можливості оновити браузер власноруч, зверніться з проханням щодо оновлення браузера до адміністратора Вашої локальної мережі.

source: If you can't change your browser because of compatibility issues, think about installing a second browser for browsing and keep the old one for the compatibility.
uk_ua: Якщо Ваші спроби оновити браузер є марними через проблеми з сумісністю, поміркуйте над варіантом встановити інший сучасний браузер з наведених на цій сторінці, і надали у мережі використовуйте лише цей новий, а свій наявний застарілий залиште у системі як є для сумісності.
