Repository: A-Archives-and-Forks/browser-update
Catalog: lang/rm_CH/LC_MESSAGES/site.po
Languages: rm_ch

source: Browser-update.org is a tool to unobtrusively notify visitors that they should update their web browser in order to use your website.
rm_ch: Quest servetsch è ina pussaivladad decenta per recumandar a tes visitaders da midar ad in navigatur pli nov.

source: <b>%s</b> sites are using this notification
rm_ch: <strong class="number">%d</strong> paginas utiliseschan il script da Browser-Update.org.

source: <b>%s</b> visitors have already updated their browser
rm_ch: <strong class="number">%d</strong> visitaders han gia actualisà lur navigatur.

source: How it works
rm_ch: Sco ch'i funcziuna

source: Include our small javascript <a href="%s">notification</a> on your website
rm_ch: Integrescha la <a href="%s">trav d'avis</a> en tia website

source: Visitors with out-dated browser will be informed by a small, undisturbing message box, that their browser is not up-to-date and it is recommended to update.
rm_ch: Visitaders cun in navigatur antiquà vegnan infurmads entras ina trav pitschna e decenta che infurmescha che lur navigatur n'è betg pli actual e recumonda da l'actualisar.

source: Try it out!
rm_ch: Testar la trav d'avis!

source: Your browser (%s) is <b>out of date</b>. It has known <b>security flaws</b> and may <b>not display all features</b> of this and other websites. <a%s>Learn how to update your browser</a>
rm_ch: Tes navigatur (%s) è <b>antiquà</b>. El cuntegna <b>problems da segirezza</b> enconuschents e mussa eventualmain <b>betg tut las funcziuns</b> da questa ed autras websites. <a%s>Emprenda sco actualisar tes navigatur</a>.

source: By clicking the message, they will get to an <a href="%s">info page with reasons why to update (or change) and a list of browsers</a> available for their system.
rm_ch: Cun cliccar sin la trav vegn chargia ina <a href="%s">pagina d'infurmaziuns cun arguments per actualisar il navigatur ed ina glista dad navigaturs alternativs</a>.

source: If the visitor ignores the advice, it won't reappear for some time.
rm_ch: Sch'igl visitader ignorescha igl avis na cumpara el betg pli per in temps.

source: Advantages and features
rm_ch: Avantatgs e funcziuns

source: Unobtrusive
rm_ch: Decent

source: The user will be notified only once a day by default. The notification is small and does not block the user from using the site.
rm_ch: Igl utilisader vegn be avisà ina giada e suenter betg pli disturbà. La trav d'infurmaziun è pitschna e disturba betg durant il navigar.

source: Low maintenance and up-to-date
rm_ch: Pauca lavur da mantegniment e tuttina actual

source: We take care not to erroneously notify users by constantly tweaking and improving the detection code. Users are presented with an up-to-date list of browsers that are available for their system.
rm_ch: Nus actualisain regularmain nossa glista da navigaturs per che tes utilisaders vegnan era infurmads en futur davart problems da segirezza u navigaturs antiquads.

source: Customizable
rm_ch: Persunalisar

source: You can <a href="%s">customize</a> the style of the message, the text and other options.
rm_ch: Ti pos <a href="%s">persunalisar</a> il design, il text ed autras opziuns dal messadi.

source: Localized
rm_ch: Translatà

source: The message is automatically displayed in the user's language.
rm_ch: Il messadi vegn mussà automaticamain en la lingua da l'utilisader.

source: Install the browser update notification on your site
rm_ch: Installar la trav sin tia pagina

source: Just include this code anywhere in the source of your page.
rm_ch: Qua retschaivas ti il code per integrar en tia website. Al integrescha simplamain insanua en il code da funtauna da tia pagina.

source: The following browsers will be notified:
rm_ch: Suandants navigaturs duain retschaiver in avis:

source: There are plugins for:
rm_ch: Nus avain era plug-ins per suandanta software:

source: Why you should tell users to update
rm_ch: Pertge che ti duessas infurmar tes visitaders

source: Reduced development costs and time
rm_ch: Reducziun da custs e temp da svilup

source: Newer browsers let you use more features and new technologies on your website, resulting in a better browsing experience for your users.
rm_ch: Navigaturs novs ta laschan utilisar dapli da questas novas tecnologias (CSS3, SVG, HTML5, RSS, cuntegn generà da CSS, layouts flexibels) sin tia website tge che resulta èn meglras paginas d'internet.
