Repository: A-Archives-and-Forks/browser-update
Catalog: lang/xx_XX/LC_MESSAGES/update.po
Languages: gl_es

source: Update your Browser
gl_es: Actualizar navegador web

source: An initiative by websites to inform users to update their web browser
gl_es: Unha iniciativa de deseñadores web para informar aos usuarios sobre actualizacións dos navegadores

source: Statistics
gl_es: Estatísticas

source: Contact
gl_es: Contacto

source: Most recent version not available for your system.
gl_es: Non dispoñíbel para o seu sistema operativo.

source: Please choose another browser.
gl_es: Seleccione outro navegador web.

source: This website would like to remind you: Your browser (%s) is <b>out of date</b>. <a%s>Update your browser</a> for more security, comfort and the best experience on this site.
gl_es: O seu navegador (%s) está <b>desactualizado</b>. Ten coñecidos <b>fallos de seguranza</b> e podería <b>non mostrar tódalas características</b> deste e outros sitios web. <a%s>Aprenda como pode actualizar o seu navegador</a>

source: Security
gl_es: Seguranza

source: Newer browsers protect you better against viruses, scams and other threats. Outdated browsers have security holes which are fixed in updates.
gl_es: Os navegadores web actualizados protéxenlle mellor fronte a suplantacións, virus, troianos, ataques de suplantación de identidade e outros engados. Tamén arranxan ocos de seguranza no seu navegador web!

source: Speed
gl_es: Velocidade

source: Every new browser generation improves speed
gl_es: Cada nova xeración dos navegadores web mellora a velocidade

source: Compatibility & new Technology
gl_es: Compatibilidade

source: You can view sites that are using the latest technology
gl_es: Os sitios web que usan novas tecnoloxías mostraranse mellor

source: Comfort & better experience
gl_es: Confort e mellor experiencia

source: Have a more comfortable experience with new features, extensions and better customisability.
gl_es: Con novas características, extensións e mellor personalización, terá unha máis confortábel experiencia web.

source: Why this website?
gl_es: Porque existe este sitio web?

source: This is an initiative by websites and blogs to raise security awareness and bring forward the web.
gl_es: Este sitio é unha iniciativa de deseñadores web, administradores e bloggers que queren facer evolucionar o web e axudar aos seus visitantes.

source: I can't update my browser
gl_es: "Non son capaz a actualizar o meu navegador"

source: If you can't change your browser because of compatibility issues, think about installing a second browser for browsing and keep the old one for compatibility.
gl_es: Se non pode cambiar o seu navegador por problemas de compatibilidade, probe a instalar un segundo navegador web para navegar de cotío e manteña o antigo para compatibilidade.

source: Ask your admin to update your browser if you cannot install updates yourself.
gl_es: Se o seu computador está xestioando por un administrador e non pode instar un novo navegador web, pregúntelle ao seu administrador para facelo.
